Repository: easybulb/pickarooms
Catalog: main/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, it, ja, pt

source: Coming from another part of Manchester?
ar: أتصل من جزء آخر من مانشستر؟
de: Kommen Sie aus einem anderen Teil von Manchester?
es: ¿Viene de otra parte de Manchester?
fr: Vous venez d'une autre partie de Manchester ?
hi: क्या आप मैन्चेस्टर के किसी अन्य हिस्से से आ रहे हैं?
it: Proveniente da un'altra parte di Manchester?
ja: マンチェスターの別の地域からですか？
pt: Vindo de outra parte de Manchester?

source: Make your way to
ar: توجه إلى
de: Begeben Sie sich zu
es: Diríjase a
fr: Dirigez-vous vers
hi: की ओर जाएँ
it: Dirigiti verso
ja: ～に向かって進んで
pt: Dirija-se para

source: Manchester city centre
ar: وسط مدينة مانشستر
de: dem Stadtzentrum von Manchester
es: el centro de Manchester
fr: le centre-ville de Manchester
hi: मैन्चेस्टर सिटी सेंटर
it: il centro di Manchester
ja: マンチェスター市中心部
pt: o centro da cidade de Manchester

source: and take the
ar: واستقل
de: und nehmen Sie den
es: y tome el
fr: et prenez le
hi: और लें
it: e prendi l'
ja: そして～に乗って
pt: e pegue o

source: to the nearest bus stop close to the property. You can use
ar: إلى أقرب محطة حافلات بالقرب من العقار. يمكنك استخدام
de: bis zur nächsten Bushaltestelle in der Nähe der Unterkunft. Sie können
es: hasta la parada de autobús más cercana a la propiedad. Puede usar
fr: jusqu'à l'arrêt de bus le plus proche de la propriété. Vous pouvez utiliser
hi: संपत्ति के नजदीकी बस स्टॉप तक। आप उपयोग कर सकते हैं
it: fino alla fermata dell'autobus più vicina alla proprietà. Puoi usare
ja: 物件の近くの最寄りのバス停まで。さらに、
pt: até a parada de ônibus mais próxima da propriedade. Você pode usar

source: Google Maps
ar: خرائط جوجل
ja: Google マップ

source: or your navigation app to find the closest stop to alight.
ar: أو تطبيق الملاحة لإيجاد أقرب محطة للنزول.
de: oder Ihre Navigations-App verwenden, um die nächste Haltestelle zu finden.
es: o su aplicación de navegación para encontrar la parada más cercana.
fr: ou votre application de navigation pour trouver l'arrêt le plus proche.
hi: या अपनी नेविगेशन ऐप का उपयोग करें ताकि सबसे नजदीकी स्टॉप पा सकें।
it: oppure la tua app di navigazione per trovare la fermata più vicina.
ja: または、ナビゲーションアプリを使って最寄りの停留所を見つけてください。
pt: ou seu aplicativo de navegação para encontrar a parada mais próxima.

source: Driving to the property?
ar: هل ستقود إلى العقار؟
de: Fahren Sie zur Unterkunft?
es: ¿Conduce hasta la propiedad?
fr: Vous conduisez jusqu'à la propriété ?
hi: क्या आप संपत्ति तक ड्राइव कर रहे हैं?
it: Stai guidando fino alla proprietà?
ja: 車で物件に向かっていますか？
pt: Indo de carro para a propriedade?

source: Use
ar: استخدم
de: Verwenden Sie
es: Utilice
fr: Utilisez
hi: उपयोग करें
it: Usa
ja: 利用してください
pt: Utilize

source: or your preferred navigation app and enter the destination:
ar: أو تطبيق الملاحة المفضل لديك وأدخل الوجهة:
de: oder Ihre bevorzugte Navigations-App und geben Sie das Ziel ein:
es: o su aplicación de navegación preferida e ingrese el destino:
fr: ou votre application de navigation préférée et saisissez la destination :
hi: या अपनी पसंदीदा नेविगेशन ऐप का उपयोग करें और गंतव्य दर्ज करें:
it: o la tua app di navigazione preferita e inserisci la destinazione:
ja: または、お好みのナビゲーションアプリを使用して目的地を入力してください：
pt: ou seu aplicativo de navegação preferido e insira o destino:

source: The property is easily accessible via
ar: يمكن الوصول إلى العقار بسهولة عبر
de: Die Unterkunft ist über
es: La propiedad es fácilmente accesible por
fr: La propriété est facilement accessible par
hi: संपत्ति तक आसानी से पहुँचने के लिए
it: La proprietà è facilmente raggiungibile tramite
ja: 物件へは～経由で簡単にアクセスできます。
pt: A propriedade é facilmente acessível por

source: Ashton Old Road (A635)
ar: شارع أشتون أولد (A635)

source: If coming from the
ar: إذا كنت قادمًا من
de: Wenn Sie von der
es: Si viene desde la
fr: Si vous venez de la
hi: यदि आप ... से आ रहे हैं
it: Se vieni da
ja: もし～から来る場合は
pt: Se estiver vindo de

source: M60 motorway
ar: الطريق السريع M60
de: M60-Autobahn
es: autopista M60
fr: autoroute M60
hi: M60 मोटरवे
it: l'autostrada M60
ja: M60高速道路
pt: a rodovia M60

source: take Exit 24 and follow signs toward
ar: اخرج من المخرج 24 واتبع الإشارات نحو
de: nehmen Sie die Ausfahrt 24 und folgen Sie den Schildern in Richtung
es: tome la salida 24 y siga las señales hacia
fr: prenez la sortie 24 et suivez les panneaux en direction de
hi: एक्जिट 24 लें और संकेतों का पालन करें
it: prendi l'uscita 24 e segui le indicazioni verso
ja: 出口24を取り、～の標識に従ってください
pt: pegue a Saída 24 e siga as placas em direção a

source: Manchester City Centre
ar: وسط مدينة مانشستر
es: el Centro de Manchester
fr: Centre-ville de Manchester
hi: मैन्चेस्टर सिटी सेंटर
it: il centro di Manchester
ja: マンチェスター市内中心部
pt: o Centro de Manchester

source: Parking is available on-site.
ar: تتوفر مواقف للسيارات في الموقع.
de: Parkplätze sind vor Ort verfügbar.
es: El estacionamiento está disponible en el lugar.
fr: Un parking est disponible sur place.
hi: स्थल पर पार्किंग उपलब्ध है।
it: È disponibile un parcheggio in loco.
ja: 敷地内に駐車場があります。
pt: Há estacionamento no local.

source: How do I use the PIN?
ar: كيف أستخدم رمز الوصول؟
de: Wie benutze ich die PIN?
es: ¿Cómo uso el PIN?
fr: Comment utiliser le code PIN ?
hi: मैं पिन का उपयोग कैसे करूँ?
it: Come si usa il PIN?
ja: PINはどのように使用しますか？
pt: Como uso o PIN?

source: Watch the video at the top of this page for easy instructions.
ar: شاهد الفيديو في أعلى هذه الصفحة للحصول على تعليمات سهلة.
de: Sehen Sie sich das Video oben auf dieser Seite für einfache Anweisungen an.
es: Mire el video en la parte superior de esta página para obtener instrucciones sencillas.
fr: Regardez la vidéo en haut de cette page pour des instructions simples.
hi: सरल निर्देशों के लिए इस पृष्ठ के शीर्ष पर वीडियो देखें।
it: Guarda il video in cima a questa pagina per istruzioni semplici.
ja: このページ上部のビデオを見て、簡単な手順を確認してください。
pt: Assista ao vídeo no topo desta página para instruções simples.

source: When you arrive at the property’s front door, touch the keypad area to light up the numbers.
ar: عندما تصل إلى الباب الأمامي للعقار، المس منطقة لوحة المفاتيح لإضاءة الأرقام.
de: Wenn Sie an der Haustür der Unterkunft ankommen, berühren Sie das Tastenfeld, um die Zahlen zu aktivieren.
es: Cuando llegue a la puerta principal de la propiedad, toque el área del teclado para iluminar los números.
fr: Lorsque vous arrivez à la porte principale de la propriété, touchez le clavier pour allumer les chiffres.
hi: जब आप संपत्ति के मुख्य द्वार पर पहुँचें, तो नंबर जगाने के लिए कीपैड क्षेत्र को छुएँ।
it: Quando arrivi alla porta principale della proprietà, tocca l'area della tastiera per far illuminare i numeri.
ja: 物件の正面玄関に到着したら、キーパッドに触れて数字を点灯させてください。
pt: Ao chegar à porta da propriedade, toque na área do teclado para acender os números.

source: Enter your PIN:
ar: أدخل رمز الوصول الخاص بك:
de: Geben Sie Ihre PIN ein:
es: Ingrese su PIN:
fr: Entrez votre code PIN :
hi: अपना पिन दर्ज करें:
it: Inserisci il tuo PIN:
ja: PINを入力してください：
pt: Digite seu PIN:

source: Once inside, remove your shoes and make your way upstairs to find
ar: بمجرد الدخول، اخلع حذاءك وتوجه إلى الطابق العلوي للعثور على
de: Sobald Sie drinnen sind, ziehen Sie Ihre Schuhe aus und gehen Sie nach oben, um zu finden
es: Una vez dentro, quítese los zapatos y suba para encontrar
fr: Une fois à l'intérieur, enlevez vos chaussures et montez pour trouver
hi: एक बार अंदर पहुँचने पर, अपने जूते उतारें और ऊपर जाएँ ताकि आप पा सकें
it: Una volta dentro, togliti le scarpe e sali per trovare
ja: 中に入ったら、靴を脱いで上階に向かい、～を探してください。
pt: Depois de entrar, tire os sapatos e suba para encontrar

source: Touch the front of the
ar: اضغط على مقدمة
de: Berühren Sie die Vorderseite der
es: Toque la parte frontal de la
fr: Appuyez sur l'avant de la
hi: दरवाजे के सामने छुएँ
it: Tocca la parte anteriore della
ja: ～の前面に触れて
pt: Toque na frente da

source: door lock to light up the numbers and enter the same PIN to access your room.
ar: قفل الباب لإضاءة الأرقام وأدخل نفس رمز الوصول للوصول إلى غرفتك.
de: Türverriegelung, um die Zahlen zu aktivieren und dieselbe PIN einzugeben, um Zugang zu Ihrem Zimmer zu erhalten.
es: cerradura de la puerta para iluminar los números e ingrese el mismo PIN para acceder a su habitación.
fr: serrure de la porte pour allumer les chiffres et entrez le même code PIN pour accéder à votre chambre.
hi: ताले को छूएँ ताकि नंबर जल उठें और उसी पिन को दर्ज करें ताकि आप अपने कमरे में प्रवेश कर सकें।
it: serratura della porta per far illuminare i numeri e inserire lo stesso PIN per accedere alla tua camera.
ja: ドアロックの数字を点灯させ、同じPINを入力して部屋に入ってください。
pt: fechadura da porta para acender os números e digite o mesmo PIN para acessar seu quarto.

source: Inside your room, you will find a
ar: داخل غرفتك، ستجد
de: In Ihrem Zimmer finden Sie eine
es: Dentro de su habitación, encontrará una
fr: Dans votre chambre, vous trouverez une
hi: आपके कमरे के अंदर, आपको एक मिलेगा
it: All'interno della tua camera, troverai una
ja: 部屋の中には、～が見つかります。
pt: Dentro do seu quarto, você encontrará um

source: keycard
ar: بطاقة المفتاح
de: Schlüsselkarte
es: tarjeta llave
fr: carte-clé
hi: प्रवेश कार्ड
it: tessera
ja: キーカード
pt: cartão-chave

source: You can either continue using your PIN or use the keycard to enter and exit the property and your room. Watch the video above on how to use the keycard.
ar: يمكنك الاستمرار في استخدام رمز الوصول الخاص بك أو استخدام بطاقة المفتاح للدخول والخروج من العقار وغرفتك. شاهد الفيديو أعلاه لمعرفة كيفية استخدام بطاقة المفتاح.
de: Sie können entweder weiterhin Ihre PIN verwenden oder die Schlüsselkarte nutzen, um die Unterkunft und Ihr Zimmer zu betreten und zu verlassen. Sehen Sie sich das obige Video an, um zu erfahren, wie die Schlüsselkarte verwendet wird.
es: Puede continuar usando su PIN o utilizar la tarjeta llave para entrar y salir de la propiedad y de su habitación. Mire el video de arriba para aprender a usar la tarjeta llave.
fr: Vous pouvez continuer à utiliser votre code PIN ou utiliser la carte-clé pour entrer et sortir de la propriété et de votre chambre. Regardez la vidéo ci-dessus pour savoir comment utiliser la carte-clé.
hi: आप या तो अपना पिन जारी रख सकते हैं या प्रवेश कार्ड का उपयोग करके संपत्ति और अपने कमरे में प्रवेश और निकास कर सकते हैं। प्रवेश कार्ड का उपयोग कैसे करें, इसके लिए ऊपर दिए गए वीडियो को देखें।
it: Puoi continuare a usare il tuo PIN oppure utilizzare la tessera per entrare ed uscire dalla proprietà e dalla tua camera. Guarda il video sopra per sapere come usare la tessera.
ja: PINを引き続き使用するか、キーカードを使って物件や部屋に出入りできます。キーカードの使い方は上のビデオをご覧ください。
pt: Você pode continuar usando seu PIN ou usar o cartão-chave para entrar e sair da propriedade e do seu quarto. Assista ao vídeo acima para saber como usar o cartão-chave.

source: What is the WiFi password?
ar: ما هو كلمة مرور الواي فاي؟
de: Wie lautet das WiFi-Passwort?
es: ¿Cuál es la contraseña del WiFi?
fr: Quel est le mot de passe du WiFi ?
hi: WiFi पासवर्ड क्या है?
it: Qual è la password del WiFi?
ja: WiFiのパスワードは何ですか？
pt: Qual é a senha do WiFi?

source: The WiFi details are below.
ar: تفاصيل الواي فاي موضحة أدناه.
de: Die WiFi-Details finden Sie unten.
es: Los detalles del WiFi se muestran a continuación.
fr: Les informations du WiFi se trouvent ci-dessous.
hi: WiFi विवरण नीचे दिए गए हैं।
it: Di seguito i dettagli del WiFi:
ja: 以下にWiFiの詳細を示します。
pt: Os detalhes do WiFi estão abaixo.

source: Wifi Name:
ar: اسم الواي فاي:
de: WLAN-Name:
es: Nombre del WiFi:
fr: Nom du WiFi :
hi: WiFi नाम:
it: Nome del WiFi:
ja: WiFi名：
pt: Nome do WiFi:

source: Password:
ar: كلمة المرور:
de: Passwort:
es: Contraseña:
fr: Mot de passe :
hi: पासवर्ड:
ja: パスワード：
pt: Senha:

source: What are the house rules?
ar: ما هي قواعد المنزل؟
de: Was sind die Hausregeln?
es: ¿Cuáles son las reglas de la casa?
fr: Quelles sont les règles de la maison ?
hi: हाउस नियम क्या हैं?
it: Quali sono le regole della casa?
ja: ハウスルールは何ですか？
pt: Quais são as regras da casa?

source: No smoking inside.
ar: منع التدخين بالداخل.
de: Rauchen ist im Innenbereich nicht gestattet.
es: No se permite fumar en el interior.
fr: Il est interdit de fumer à l'intérieur.
hi: अंदर धूम्रपान मना है।
it: È vietato fumare all'interno.
ja: 室内での喫煙は禁止されています。
pt: É proibido fumar no interior.

source: Lost keys incur a fee.
ar: المفاتيح المفقودة تُفرض عليها رسوم.
de: Verlorene Schlüssel ziehen eine Gebühr nach sich.
es: La pérdida de llaves tiene un costo.
fr: La perte des clés entraîne des frais.
hi: खोई हुई चाबियाँ शुल्क लगती हैं।
it: La perdita delle chiavi comporta un costo.
ja: 鍵の紛失には料金が発生します。
pt: Chaves perdidas acarretam cobrança.

source: No loud noise or parties allowed.
ar: لا يُسمح بالأصوات العالية أو الحفلات.
de: Laute Geräusche oder Partys sind nicht erlaubt.
es: No se permiten ruidos fuertes ni fiestas.
fr: Aucun bruit excessif ni fête n'est autorisé(e).
hi: जोरदार शोर या पार्टी की अनुमति नहीं है।
it: Non sono ammessi rumori forti o feste.
ja: 大きな音やパーティーは禁止です。
pt: Não são permitidos ruídos altos ou festas.

source: Where is the shared kitchen?
ar: أين المطبخ المشترك؟
de: Wo befindet sich die Gemeinschaftsküche?
es: ¿Dónde está la cocina compartida?
fr: Où se trouve la cuisine partagée ?
hi: साझी रसोई कहाँ है?
it: Dove si trova la cucina condivisa?
ja: 共用キッチンはどこですか？
pt: Onde fica a cozinha compartilhada?

source: The kitchen is located downstairs and you have full access to it.
ar: يقع المطبخ في الطابق الأرضي ولديك وصول كامل إليه.
de: Die Küche befindet sich im Erdgeschoss und steht Ihnen vollständig zur Verfügung.
es: La cocina está ubicada en la planta baja y tiene acceso completo a ella.
fr: La cuisine est située en bas et vous y avez un accès complet.
hi: रसोई नीचे स्थित है और आपको इसका पूरा उपयोग है।
it: La cucina si trova al piano terra e hai accesso completo ad essa.
ja: キッチンは下階にあり、全面的に利用できます。
pt: A cozinha fica no piso inferior e você tem acesso total a ela.

source: Microwave & Oven:
ar: الميكروويف والفرن:
de: Mikrowelle & Ofen:
es: Microondas y Horno:
fr: Micro-ondes et Four :
hi: माइक्रोवेव और ओवन:
it: Microonde e Forno:
ja: 電子レンジ＆オーブン：
pt: Micro-ondas e Forno:

source: Located in the kitchen. Instructions are available nearby.
ar: يقع في المطبخ. التعليمات متوفرة بالقرب منه.
de: Befinden sich in der Küche. Anweisungen sind in der Nähe verfügbar.
es: Se encuentran en la cocina. Las instrucciones están disponibles cerca.
fr: Situés dans la cuisine. Des instructions sont disponibles à proximité.
hi: रसोई में स्थित है। पास में निर्देश उपलब्ध हैं।
it: Situati in cucina. Le istruzioni sono disponibili nelle vicinanze.
ja: キッチン内にあり、近くに使用方法が記載されています。
pt: Localizados na cozinha. Instruções estão disponíveis por perto.

source: Plates & Cutlery:
ar: الأطباق وأدوات المائدة:
de: Geschirr & Besteck:
es: Platos y Cubiertos:
fr: Assiettes et Couverts :
hi: प्लेट्स और कटलरी:
it: Piatti e Posate:
ja: 皿＆カトラリー：
pt: Pratos e Talheres:

source: Stored in the cabinets. Please wash after use.
ar: محفوظة في الخزائن. يرجى غسلها بعد الاستخدام.
de: Werden in den Schränken aufbewahrt. Bitte nach Gebrauch spülen.
es: Guardados en los armarios. Por favor, lávelos después de usarlos.
fr: Rangés dans les placards. Veuillez les laver après utilisation.
hi: कैबिनेट में रखा गया है। कृपया उपयोग के बाद धो लें।
it: Conservati negli armadi. Si prega di lavarli dopo l'uso.
ja: 戸棚に保管されています。使用後は洗ってください。
pt: Guardados nos armários. Por favor, lave após o uso.

source: How do I adjust the heating?
ar: كيف أضبط التدفئة؟
de: Wie stelle ich die Heizung ein?
es: ¿Cómo ajusto la calefacción?
fr: Comment régler le chauffage ?
hi: मैं हीटिंग कैसे समायोजित करूँ?
it: Come posso regolare il riscaldamento?
ja: 暖房はどのように調整しますか？
pt: Como ajusto o aquecimento?

source: To increase the heat, turn both radiator knobs
ar: لزيادة الحرارة، قم بتدوير مقابض المشعات
de: Um die Wärme zu erhöhen, drehen Sie beide Heizkörperregler
es: Para aumentar la temperatura, gire ambas perillas del radiador
fr: Pour augmenter la chaleur, tournez les deux boutons du radiateur
hi: ताप बढ़ाने के लिए, दोनों रेडिएटर की नॉब्स घुमाएँ
it: Per aumentare il calore, gira entrambe le manopole del radiatore
ja: 暖房を上げるには、両方のラジエーターのノブを回してください。
pt: Para aumentar o calor, gire ambas as manípulas do radiador

source: anti-clockwise
ar: عكس اتجاه عقارب الساعة
de: gegen den Uhrzeigersinn
es: en sentido contrario a las agujas del reloj
fr: dans le sens antihoraire
hi: विपरीत दिशा में
it: in senso antiorario
ja: 反時計回りに
pt: no sentido anti-horário

source: to allow hot water to flow in.
ar: لسماح تدفق الماء الساخن.
de: um den Zufluss von heißem Wasser zu ermöglichen.
es: para permitir que fluya el agua caliente.
fr: pour permettre à l'eau chaude de circuler.
hi: ताकि गर्म पानी बह सके।
it: per permettere al calore dell'acqua di fluire.
ja: お湯が流れるように。
pt: para permitir a passagem de água quente.

source: The heating system will automatically activate when the room temperature drops below
ar: يعمل نظام التدفئة تلقائياً عندما تنخفض درجة حرارة الغرفة تحت
de: Das Heizungssystem schaltet sich automatisch ein, wenn die Raumtemperatur unter
es: El sistema de calefacción se activará automáticamente cuando la temperatura de la habitación baje de
fr: Le système de chauffage s'activera automatiquement lorsque la température de la chambre descendra en dessous de
hi: जब कमरे का तापमान नीचे गिरता है, तो हीटिंग सिस्टम स्वचालित रूप से सक्रिय हो जाएगा
it: Il sistema di riscaldamento si attiverà automaticamente quando la temperatura della camera scenderà sotto
ja: 室温が下がると、暖房システムは自動的に作動します。下回る温度：
pt: O sistema de aquecimento será ativado automaticamente quando a temperatura do quarto cair abaixo de

source: Note:
ar: ملاحظة:
de: Hinweis:
es: Nota:
fr: Remarque :
hi: नोट:
it: Nota:
ja: 注：
pt: Nota:

source: Do not force the knobs. If they feel stiff, turn them gently.
ar: لا تجبر المقابض. إذا شعرت بأنها متصلبة، فقم بتدويرها برفق.
de: Zwingen Sie die Regler nicht. Falls sie sich steif anfühlen, drehen Sie sie vorsichtig.
es: No fuerce las perillas. Si se sienten rígidas, gírelas suavemente.
fr: Ne forcez pas les boutons. S'ils semblent rigides, tournez-les doucement.
hi: नॉब्स को जबरदस्ती न घुमाएँ। अगर वे कठोर महसूस हों, तो धीरे-धीरे घुमाएँ।
it: Non forzare le manopole. Se sembrano rigide, girale delicatamente.
ja: ノブを無理に回さないでください。固い場合は優しく回してください。
pt: Não force as manípulas. Se estiverem rígidas, gire-as suavemente.

source: How can I get around?
ar: كيف يمكنني التنقل؟
de: Wie komme ich zurecht?
es: ¿Cómo puedo desplazarme?
fr: Comment puis-je me déplacer ?
hi: मैं कैसे घूम सकता हूँ?
it: Come posso muovermi?
ja: どうやって移動すればよいですか？
pt: Como posso me locomover?

source: Recommended Taxi:
ar: تاكسي موصى به:
de: Empfohlenes Taxi:
es: Taxi Recomendado:
fr: Taxi recommandé :
hi: अनुशंसित टैक्सी:
it: Taxi Consigliato:
ja: おすすめのタクシー：
pt: Táxi Recomendado:

source: Uber, Bolt, or StreetCars
ar: Uber, Bolt أو StreetCars
de: Uber, Bolt oder StreetCars
es: Uber, Bolt o StreetCars
fr: Uber, Bolt ou StreetCars
hi: Uber, Bolt, या StreetCars
it: Uber, Bolt o StreetCars
ja: Uber、Bolt、またはStreetCars
pt: Uber, Bolt ou StreetCars

source: Metro:
ar: مترو:
fr: Métro :
hi: मेट्रो:
ja: 地下鉄：
pt: Metrô:

source: Take
ar: استقل
de: Nehmen Sie
es: Tome
fr: Prenez
hi: लें
it: Prendi
ja: 乗る
pt: Pegue

source: bus 219 from Ashton-Old-Road
ar: الحافلة 219 من شارع أشتون أولد
de: Bus 219 von Ashton-Old-Road
es: el autobús 219 desde Ashton-Old-Road
fr: le bus 219 depuis Ashton-Old-Road
hi: Ashton-Old-Road से बस 219
it: l'autobus 219 da Ashton-Old-Road
ja: Ashton-Old-Roadから219番のバスに乗る
pt: ônibus 219 de Ashton-Old-Road

source: to the city centre.
ar: إلى وسط المدينة.
de: zum Stadtzentrum.
es: hasta el centro de la ciudad.
fr: jusqu'au centre-ville.
hi: शहर के केंद्र तक।
it: fino al centro città.
ja: 市内中心部まで。
pt: até o centro da cidade.

source: For more bus routes and planning go to
ar: لمزيد من مسارات الحافلات والتخطيط، توجه إلى
de: Für weitere Busverbindungen und Planung gehen Sie zu
es: Para más rutas de autobús y planificación, visite
fr: Pour plus d'itinéraires et de planification, rendez-vous sur
hi: अधिक बस मार्ग और योजना के लिए जाएँ
it: Per ulteriori percorsi e pianificazioni degli autobus, visita
ja: さらにバス路線や計画については、こちらへ
pt: Para mais rotas de ônibus e planejamento, acesse

source: Bee Network
ar: شبكة بي

source: How do I check out?
ar: كيف أقوم بتسجيل المغادرة؟
de: Wie checke ich aus?
es: ¿Cómo realizo el check-out?
fr: Comment effectuer le départ ?
hi: मैं चेक-आउट कैसे करूँ?
it: Come effettuo il check-out?
ja: チェックアウトはどうすればよいですか？
pt: Como faço o check-out?

source: Leave the keycard inside the room
ar: اترك بطاقة المفتاح داخل الغرفة
de: Lassen Sie die Schlüsselkarte im Zimmer
es: Deje la tarjeta llave dentro de la habitación
fr: Laissez la carte-clé dans la chambre
hi: कमरे के अंदर प्रवेश कार्ड छोड़ दें
it: Lascia la tessera all'interno della camera
ja: キーカードを部屋の中に置いてください。
pt: Deixe o cartão-chave dentro do quarto

source: —anywhere visible.
ar: —في أي مكان ظاهر.
de: —an einem gut sichtbaren Ort.
es: —en un lugar visible.
fr: —à un endroit visible.
hi: —जहाँ भी दिखाई दे।
it: —in un luogo visibile.
ja: —目につくところに。
pt: —em qualquer lugar visível.

source: Switch off all electrical appliances
ar: أوقف تشغيل جميع الأجهزة الكهربائية
de: Schalten Sie alle elektrischen Geräte aus
es: Apague todos los aparatos eléctricos
fr: Éteignez tous les appareils électriques
hi: सभी विद्युत उपकरण बंद करें
it: Spegni tutti gli apparecchi elettrici
ja: すべての電化製品の電源を切ってください。
pt: Desligue todos os aparelhos elétricos

source: and ensure lights are turned off.
ar: وتأكد من إطفاء الأضواء.
de: und stellen Sie sicher, dass die Lichter aus sind.
es: y asegúrese de que las luces estén apagadas.
fr: et assurez-vous que les lumières sont éteintes.
hi: और सुनिश्चित करें कि सभी लाइटें बंद हैं।
it: e assicurati che le luci siano spente.
ja: 照明が消えていることを確認してください。
pt: e certifique-se de que as luzes estejam apagadas.

source: Close the door securely behind you
ar: أغلق الباب بإحكام خلفك.
de: Schließen Sie die Tür sicher hinter sich.
es: Cierre la puerta de forma segura tras de usted.
fr: Fermez la porte de manière sécurisée derrière vous.
hi: अपने पीछे दरवाजा सुरक्षित रूप से बंद करें।
it: Chiudi la porta in modo sicuro alle tue spalle.
ja: 後ろでドアをしっかり閉めてください。
pt: Feche a porta com segurança atrás de você.

source: Leave used towels
ar: اترك المناشف المستخدمة
de: Legen Sie benutzte Handtücher
es: Deje las toallas usadas
fr: Laissez les serviettes utilisées
hi: उपयोग की गई तौलिये छोड़ दें
it: Lascia gli asciugamani usati
ja: 使用済みのタオルを置いてください。
pt: Deixe as toalhas usadas

source: in the bathroom.
ar: في الحمام.
de: im Badezimmer ab.
es: en el baño.
fr: dans la salle de bain.
hi: बाथरूम में।
it: nel bagno.
ja: バスルームに。
pt: no banheiro.

source: Housekeeping staff may enter
ar: يجوز لطواقم التدبير المنزلي الدخول
de: Das Reinigungspersonal kann eintreten
es: El personal de limpieza puede entrar
fr: Le personnel d'entretien peut entrer
hi: हाउसकीपिंग स्टाफ प्रवेश कर सकता है
it: Il personale delle pulizie può entrare
ja: 清掃スタッフが入室する場合があります。
pt: A equipe de limpeza pode entrar

source: after the checkout time.
ar: بعد وقت تسجيل المغادرة.
de: nach der Check-out-Zeit.
es: después de la hora de salida.
fr: après l'heure du départ.
hi: चेक-आउट के बाद।
it: dopo l'orario di check-out.
ja: チェックアウト後に。
pt: após o horário de check-out.

source: 🚘 Where can I park?
ar: 🚘 أين يمكنني الوقوف؟
de: 🚘 Wo kann ich parken?
es: 🚘 ¿Dónde puedo estacionar?
fr: 🚘 Où puis-je me garer ?
hi: 🚘 मैं कहाँ पार्क कर सकता हूँ?
it: 🚘 Dove posso parcheggiare?
ja: 🚘 どこに駐車できますか？
pt: 🚘 Onde posso estacionar?

source: Free parking
ar: مواقف مجانية
de: Kostenfreie Parkplätze
es: Estacionamiento gratuito
fr: Parking gratuit
hi: मुफ्त पार्किंग
it: Parcheggio Gratuito
ja: 無料駐車場
pt: Estacionamento Gratuito

source: is available on the property.
ar: متوفرة في العقار.
de: sind an der Unterkunft verfügbar.
es: está disponible en la propiedad.
fr: est disponible sur la propriété.
hi: संपत्ति पर उपलब्ध है।
it: è disponibile presso la proprietà.
ja: 物件内にあります。
pt: está disponível na propriedade.
