Repository: easybulb/pickarooms
Catalog: main/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, it, ja, pt

source: Nestled in the peaceful neighborhood of Beswick, Manchester, PickARooms is designed for travelers who value convenience and comfort. Whether you're visiting for business, a football match, or a concert, we ensure a hassle-free experience with our self-check-in system.
ar: يقع PickARooms في حي بيسويك الهادئ في مانشستر، وهو مصمم للمسافرين الذين يقدرون الراحة والسهولة. سواء كنت تزور من أجل العمل، مباراة كرة قدم، أو حفلة موسيقية، فإننا نضمن لك تجربة خالية من المتاعب مع نظام تسجيل الوصول الذاتي لدينا.
de: Gelegen im ruhigen Stadtteil Beswick in Manchester, wurde PickARooms für Reisende entwickelt, die Wert auf Komfort und Bequemlichkeit legen. Ob geschäftlich, für ein Fußballspiel oder ein Konzert – unser Selbst-Check-in-System garantiert ein stressfreies Erlebnis.
es: Ubicado en el tranquilo barrio de Beswick en Mánchester, PickARooms está diseñado para viajeros que valoran la comodidad y el confort. Ya sea que visite la ciudad por negocios, un partido de fútbol o un concierto, garantizamos una experiencia sin complicaciones con nuestro sistema de auto check-in.
fr: Situé dans le paisible quartier de Beswick à Manchester, PickARooms est conçu pour les voyageurs qui recherchent commodité et confort. Que vous soyez en visite pour affaires, un match de football ou un concert, nous vous garantissons une expérience sans tracas grâce à notre système d'auto-enregistrement.
hi: मैनचेस्टर के शांतिपूर्ण बेज़विक पड़ोस में स्थित, PickARooms उन यात्रियों के लिए डिज़ाइन किया गया है जो सुविधा और आराम को महत्व देते हैं। चाहे आप व्यवसाय, फुटबॉल मैच, या संगीत कार्यक्रम के लिए आए हों, हम अपने स्वयं-चेक-इन सिस्टम के साथ एक परेशानी मुक्त अनुभव सुनिश्चित करते हैं।
it: Situato nel tranquillo quartiere di Beswick, Manchester, PickARooms è progettato per i viaggiatori che apprezzano la comodità e il comfort. Che tu sia in visita per affari, una partita di calcio o un concerto, garantiamo un'esperienza senza problemi con il nostro sistema di self-check-in.
ja: マンチェスターの静かなベズウィック地区にあるPickARoomsは、利便性と快適さを重視する旅行者のために設計されています。出張、サッカー観戦、コンサート訪問のいずれの場合でも、セルフチェックインシステムによりストレスフリーな体験を保証します。
pt: Localizado no tranquilo bairro de Beswick, Manchester, o PickARooms foi projetado para viajantes que valorizam conveniência e conforto. Seja para negócios, um jogo de futebol ou um show, garantimos uma experiência sem complicações com nosso sistema de auto check-in.

source: PickARooms Property
ar: عقار PickARooms
de: PickARooms Unterkunft
es: Propiedad de PickARooms
fr: Propriété PickARooms
hi: PickARooms संपत्ति
it: Proprietà PickARooms
ja: PickARoomsの施設
pt: Propriedade PickARooms

source: Smart Check-In
ar: تسجيل وصول ذكي
de: Intelligenter Check-in
es: Check-in Inteligente
fr: Enregistrement Intelligent
hi: स्मार्ट चेक-इन
it: Check-in intelligente
ja: スマートチェックイン
pt: Check-in inteligente

source: Use your phone number to receive a secure PIN and access your room in seconds.
ar: استخدم رقم هاتفك للحصول على رقم تعريف شخصي (PIN) آمن والوصول إلى غرفتك في ثوانٍ.
de: Nutzen Sie Ihre Telefonnummer, um eine sichere PIN zu erhalten und Ihr Zimmer in Sekundenschnelle zu betreten.
es: Utilice su número de teléfono para recibir un PIN seguro y acceder a su habitación en segundos.
fr: Utilisez votre numéro de téléphone pour recevoir un code PIN sécurisé et accéder à votre chambre en quelques secondes.
hi: सुरक्षित पिन प्राप्त करने और कुछ सेकंड में अपने कमरे तक पहुंचने के लिए अपना फोन नंबर दर्ज करें।
it: Usa il tuo numero di telefono per ricevere un PIN sicuro e accedere alla tua camera in pochi secondi.
ja: 電話番号を使用して安全なPINを受け取り、数秒でお部屋にアクセスできます。
pt: Use seu número de telefone para receber um PIN seguro e acessar seu quarto em segundos.

source: Comfortable Room
ar: غرفة مريحة
de: Komfortables Zimmer
es: Habitación Cómoda
fr: Chambre Confortable
hi: आरामदायक कमरा
it: Camera confortevole
ja: 快適な客室
pt: Quarto confortável

source: Modern & Cozy Rooms
ar: غرف حديثة
de: Moderne & gemütliche Zimmer
es: Habitaciones Modernas y Acogedoras
fr: Chambres Modernes et Confortables
hi: आधुनिक और आरामदायक कमरे
it: Camere moderne e accoglienti
ja: モダンで居心地の良い客室
pt: Quartos modernos e aconchegantes

source: Kitchen Area
ar: منطقة المطبخ
de: Küchenbereich
es: Área de Cocina
fr: Espace Cuisine
hi: रसोई क्षेत्र
it: Area cucina
ja: キッチンエリア
pt: Área da cozinha

source: Fully Equipped Kitchen
ar: مطبخ مجهز بالكامل
de: Voll ausgestattete Küche
es: Cocina Totalmente Equipada
fr: Cuisine Entièrement Équipée
hi: संपूर्ण रूप से सुसज्जित रसोई
it: Cucina completamente attrezzata
ja: 設備の整ったキッチン
pt: Cozinha totalmente equipada

source: Prepare meals in our modern kitchen, stocked with essentials for your convenience.
ar: قم بإعداد وجباتك في مطبخنا الحديث المجهز بجميع الضروريات لراحتك.
de: Bereiten Sie Ihre Mahlzeiten in unserer modernen Küche zu, die mit allen wichtigen Utensilien ausgestattet ist.
es: Prepare sus comidas en nuestra moderna cocina, equipada con lo esencial para su comodidad.
fr: Préparez vos repas dans notre cuisine moderne, équipée de tout le nécessaire pour votre confort.
hi: हमारी आधुनिक रसोई में भोजन तैयार करें, जो आपकी सुविधा के लिए आवश्यक चीजों से सुसज्जित है।
it: Prepara i pasti nella nostra cucina moderna, fornita di tutto il necessario per la tua comodità.
ja: 最新のキッチンで料理を準備できます。必要なものが揃っており、便利にご利用いただけます。
pt: Prepare refeições em nossa cozinha moderna, equipada com os itens essenciais para sua conveniência.

source: Meet Your Host
ar: تعرف على مضيفك
de: Lernen Sie Ihren Gastgeber kennen
es: Conozca a su Anfitrión
fr: Rencontrez Votre Hôte
hi: अपने मेजबान से मिलें
it: Incontra il tuo host
ja: ホストの紹介
pt: Conheça seu anfitrião

source: Henry, PickARooms Host
ar: هنري، مضيف PickARooms
de: Henry, Gastgeber von PickARooms
es: Henry, Anfitrión de PickARooms
fr: Henry, Hôte de PickARooms
hi: हेनरी, PickARooms मेजबान
it: Henry, host di PickARooms
ja: ヘンリー、PickARoomsのホスト
pt: Henry, anfitrião do PickARooms

source: Hi, I’m Henry, a Full Stack Developer and passionate host. My background includes eCommerce development, an appearance on BBC's Dragons' Den, and a love for travel.
ar: مرحبًا، أنا هنري، مطور Full Stack ومضيف شغوف. لدي خبرة في تطوير التجارة الإلكترونية، وظهرت في برنامج Dragons' Den على BBC، وأعشق السفر.
de: Hallo, ich bin Henry, ein Full-Stack-Entwickler und leidenschaftlicher Gastgeber. Mein Hintergrund umfasst die Entwicklung von E-Commerce-Projekten, einen Auftritt in der BBC-Show Dragons' Den und eine große Leidenschaft für das Reisen.
es: Hola, soy Henry, un desarrollador Full Stack y anfitrión apasionado. Mi experiencia incluye el desarrollo de comercio electrónico, una aparición en el programa Dragons' Den de la BBC y una gran pasión por los viajes.
fr: Bonjour, je suis Henry, un développeur Full Stack et un hôte passionné. Mon parcours comprend le développement e-commerce, une apparition sur Dragons' Den de la BBC, et une passion pour les voyages.
hi: नमस्ते, मैं हेनरी हूं, एक फुल-स्टैक डेवलपर और एक उत्साही मेजबान। मेरा अनुभव ई-कॉमर्स विकास, बीबीसी के ड्रैगन्स डेन में उपस्थिति और यात्रा के प्रति प्रेम शामिल है।
it: Ciao, sono Henry, uno sviluppatore Full Stack e un host appassionato. Il mio background include lo sviluppo eCommerce, un’apparizione su Dragons' Den della BBC e una passione per i viaggi.
ja: こんにちは、私はヘンリーです。フルスタック開発者であり、情熱的なホストです。私の経歴には、eコマース開発、BBCのDragons' Denへの出演、そして旅行への愛があります。
pt: Olá, sou Henry, um desenvolvedor Full Stack e anfitrião apaixonado. Meu histórico inclui desenvolvimento de eCommerce, uma participação no Dragons' Den da BBC e um amor por viagens.

source: PickARooms was built with the goal of making check-ins effortless and stays more enjoyable. Whether you're in Manchester for work, leisure, or a game at Etihad Stadium, I strive to make your experience smooth and memorable.
ar: تم إنشاء PickARooms بهدف جعل تسجيل الوصول سهلاً وجعل الإقامة أكثر متعة. سواء كنت في مانشستر للعمل أو الترفيه أو لمشاهدة مباراة في استاد الاتحاد، فإنني أسعى لجعل تجربتك سلسة ولا تُنسى.
de: PickARooms wurde mit dem Ziel geschaffen, den Check-in mühelos zu gestalten und den Aufenthalt angenehmer zu machen. Egal, ob Sie geschäftlich, zur Erholung oder für ein Spiel im Etihad Stadium in Manchester sind – ich bemühe mich, Ihren Aufenthalt so angenehm und unvergesslich wie möglich zu gestalten.
es: PickARooms fue creado con el objetivo de hacer que los check-ins sean sencillos y las estancias más placenteras. Ya sea que esté en Mánchester por trabajo, placer o un partido en el Etihad Stadium, me esfuerzo por hacer que su experiencia sea fluida e inolvidable.
fr: PickARooms a été créé dans le but de rendre l'enregistrement simple et les séjours plus agréables. Que vous soyez à Manchester pour le travail, les loisirs ou un match à l'Etihad Stadium, je m'efforce de rendre votre expérience fluide et inoubliable.
hi: PickARooms को चेक-इन को आसान और प्रवास को अधिक आनंददायक बनाने के लक्ष्य के साथ बनाया गया था। चाहे आप मैनचेस्टर में काम, अवकाश, या एतिहाद स्टेडियम में खेल देखने के लिए आए हों, मैं आपके अनुभव को सहज और यादगार बनाने का प्रयास करता हूं।
it: PickARooms è stato creato con l'obiettivo di rendere il check-in senza sforzo e il soggiorno più piacevole. Che tu sia a Manchester per lavoro, svago o una partita all'Etihad Stadium, mi impegno a rendere la tua esperienza fluida e memorabile.
ja: PickARoomsは、チェックインを簡単にし、滞在をより快適にすることを目的として作られました。仕事や観光、またはエティハド・スタジアムでの試合のためにマンチェスターに滞在する場合でも、スムーズで思い出に残る体験を提供することを目指しています。
pt: O PickARooms foi criado com o objetivo de tornar o check-in simples e a estadia mais agradável. Seja em Manchester a trabalho, lazer ou para um jogo no Etihad Stadium, eu me esforço para tornar sua experiência tranquila e inesquecível.

source: Explore Beswick & Manchester
ar: استكشف بيسويك ومانشستر
de: Entdecken Sie Beswick & Manchester
es: Explore Beswick y Mánchester
fr: Explorez Beswick et Manchester
hi: बेसविक और मैनचेस्टर का अन्वेषण करें
it: Esplora Beswick e Manchester
ja: ベズウィック＆マンチェスターを探索
pt: Explore Beswick e Manchester

source: From sports stadiums to cultural attractions, everything is just a short walk or ride away.
ar: من الملاعب الرياضية إلى المعالم الثقافية، كل شيء على بعد مسافة قصيرة سيرًا على الأقدام أو بالسيارة.
de: Von Sportstadien bis zu kulturellen Attraktionen – alles ist nur einen kurzen Spaziergang oder eine kurze Fahrt entfernt.
es: Desde estadios deportivos hasta atracciones culturales, todo está a pocos minutos a pie o en coche.
fr: Des stades de sport aux attractions culturelles, tout est à quelques minutes à pied ou en transport.
hi: खेल स्टेडियमों से लेकर सांस्कृतिक आकर्षणों तक, सब कुछ बस थोड़ी दूरी पर ही है।
it: Dagli stadi sportivi alle attrazioni culturali, tutto è a pochi passi o a breve distanza.
ja: スポーツスタジアムから文化的な名所まで、すべて徒歩または短時間の移動でアクセスできます。
pt: De estádios esportivos a atrações culturais, tudo está a uma curta caminhada ou trajeto.

source: Watch Manchester City FC live or take a stadium tour to explore the facilities.
ar: شاهد مانشستر سيتي FC مباشرة أو قم بجولة في الملعب لاستكشاف المرافق.
de: Sehen Sie Manchester City FC live oder machen Sie eine Stadiontour, um die Einrichtungen zu erkunden.
es: Vea al Manchester City FC en vivo o haga un recorrido por el estadio para explorar sus instalaciones.
fr: Regardez Manchester City FC en direct ou faites une visite du stade pour explorer les installations.
hi: मैनचेस्टर सिटी एफसी का लाइव मैच देखें या स्टेडियम के दौरे पर जाकर इसकी सुविधाओं का अन्वेषण करें।
it: Guarda il Manchester City FC dal vivo o fai un tour dello stadio per esplorare le strutture.
ja: マンチェスター・シティFCの試合をライブ観戦するか、スタジアムツアーに参加して施設を探索しましょう。
pt: Assista ao Manchester City FC ao vivo ou faça um tour pelo estádio para explorar as instalações.

source: Co-op Live Arena
ar: قاعة Co-op Live
es: Arena Co-op Live
fr: Arène Co-op Live
hi: को-ऑप लाइव एरिना
ja: Co-op ライブアリーナ

source: Enjoy concerts and world-class events at the UK’s largest indoor arena.
ar: استمتع بالحفلات الموسيقية والفعاليات العالمية في أكبر قاعة داخلية في المملكة المتحدة.
de: Genießen Sie Konzerte und erstklassige Veranstaltungen in der größten Indoor-Arena Großbritanniens.
es: Disfrute de conciertos y eventos de clase mundial en la arena cubierta más grande del Reino Unido.
fr: Profitez de concerts et d'événements de classe mondiale dans la plus grande arène couverte du Royaume-Uni.
hi: यूके के सबसे बड़े इनडोर एरिना में संगीत कार्यक्रमों और विश्व स्तरीय आयोजनों का आनंद लें।
it: Goditi concerti ed eventi di livello mondiale nella più grande arena coperta del Regno Unito.
ja: 英国最大の屋内アリーナで、コンサートや世界クラスのイベントを楽しみましょう。
pt: Aproveite concertos e eventos de classe mundial na maior arena coberta do Reino Unido.

source: Explore Manchester
ar: استكشف مانشستر
de: Entdecke Manchester
es: Explorar Manchester
fr: Explorer Manchester
hi: मैनचेस्टर की खोज करें
it: Esplora Manchester
ja: マンチェスターを探索

source: Discover the Best of Manchester
ar: اكتشف أفضل ما في مانشستر
de: Entdecken Sie das Beste von Manchester
es: Descubre lo mejor de Manchester
fr: Découvrez le meilleur de Manchester
hi: मैनचेस्टर के सर्वश्रेष्ठ स्थलों की खोज करें
it: Scopri il meglio di Manchester
ja: マンチェスターの魅力を発見
pt: Descubra o melhor de Manchester

source: Uncover the city's top attractions, dining spots, and cultural landmarks.
ar: تعرف على أفضل المعالم السياحية وأماكن الطعام والمعالم الثقافية في المدينة.
de: Erkunden Sie die besten Sehenswürdigkeiten, Restaurants und kulturellen Wahrzeichen der Stadt.
es: Descubre las principales atracciones, restaurantes y lugares culturales de la ciudad.
fr: Découvrez les principales attractions, restaurants et sites culturels de la ville.
hi: शहर के शीर्ष आकर्षणों, भोजन स्थलों और सांस्कृतिक स्थलों की खोज करें।
it: Scopri le principali attrazioni della città, i migliori ristoranti e i punti di interesse culturale.
ja: マンチェスターの人気観光地、グルメスポット、文化的名所を探索しましょう。
pt: Explore as principais atrações, restaurantes e pontos culturais da cidade.

source: Top Attractions
ar: أهم المعالم السياحية
de: Top-Sehenswürdigkeiten
es: Principales Atracciones
fr: Principales Attractions
hi: शीर्ष आकर्षण
it: Attrazioni principali
ja: 人気の観光スポット
pt: Principais atrações

source: John Rylands Library
ar: مكتبة جون رايلاندز
de: John Rylands Bibliothek
es: Biblioteca John Rylands
fr: Bibliothèque John Rylands
hi: जॉन राइलैंड्स लाइब्रेरी
it: Biblioteca John Rylands
ja: ジョン・ライランズ図書館
pt: Biblioteca John Rylands

source: A neo-Gothic masterpiece housing rare books and manuscripts. A must-visit for history and architecture enthusiasts.
ar: تحفة معمارية على الطراز القوطي الحديث تضم كتبًا نادرة ومخطوطات. مكان لا بد من زيارته لعشاق التاريخ والعمارة.
de: Ein neugotisches Meisterwerk mit seltenen Büchern und Manuskripten. Ein Muss für Geschichts- und Architekturliebhaber.
es: Una obra maestra neogótica que alberga libros y manuscritos raros. Una visita obligada para los amantes de la historia y la arquitectura.
fr: Un chef-d'œuvre néo-gothique abritant des livres rares et des manuscrits. Un incontournable pour les amateurs d'histoire et d'architecture.
hi: एक नव-गोथिक कृति जिसमें दुर्लभ पुस्तकें और पांडुलिपियां रखी गई हैं। इतिहास और वास्तुकला प्रेमियों के लिए अवश्य देखने योग्य स्थान।
it: Un capolavoro neogotico che ospita libri e manoscritti rari. Una tappa obbligata per gli amanti della storia e dell'architettura.
ja: 希少な書籍や原稿を所蔵するネオゴシック様式の傑作。歴史や建築好きには必見のスポットです。
pt: Uma obra-prima neogótica que abriga livros raros e manuscritos. Um local imperdível para entusiastas de história e arquitetura.

source: Home to Manchester City FC. Take a stadium tour to explore behind the scenes of this iconic sports venue.
ar: المقر الرئيسي لنادي مانشستر سيتي FC. قم بجولة في الملعب لاستكشاف ما وراء الكواليس لهذا المعلم الرياضي الشهير.
de: Heimstadion von Manchester City FC. Machen Sie eine Stadiontour und erkunden Sie die Kulissen dieses legendären Sportortes.
es: Hogar del Manchester City FC. Realiza un recorrido por el estadio para explorar los entresijos de este icónico recinto deportivo.
fr: Domicile du Manchester City FC. Faites une visite du stade pour explorer les coulisses de ce lieu sportif emblématique.
hi: मैनचेस्टर सिटी एफसी का घर। इस प्रतिष्ठित खेल स्थल के पीछे के दृश्य देखने के लिए स्टेडियम टूर लें।
it: Sede del Manchester City FC. Fai un tour dello stadio per scoprire il dietro le quinte di questa iconica sede sportiva.
ja: マンチェスター・シティFCの本拠地。この象徴的なスポーツ会場の舞台裏を探索できるスタジアムツアーに参加しましょう。
pt: Casa do Manchester City FC. Faça um tour pelo estádio para conhecer os bastidores desse icônico local esportivo.

source: Science and Industry Museum
ar: متحف العلوم والصناعة
de: Museum für Wissenschaft und Industrie
es: Museo de Ciencia e Industria
fr: Musée des Sciences et de l'Industrie
hi: विज्ञान और उद्योग संग्रहालय
it: Museo della Scienza e dell'Industria
ja: 科学産業博物館
pt: Museu da Ciência e Indústria

source: Delve into Manchester's industrial past with interactive exhibits and historical artifacts.
ar: استكشف ماضي مانشستر الصناعي من خلال المعروضات التفاعلية والقطع الأثرية التاريخية.
de: Tauchen Sie ein in Manchesters industrielle Vergangenheit mit interaktiven Ausstellungen und historischen Artefakten.
es: Sumérgete en el pasado industrial de Manchester con exhibiciones interactivas y artefactos históricos.
fr: Plongez dans le passé industriel de Manchester avec des expositions interactives et des artefacts historiques.
hi: इंटरेक्टिव प्रदर्शनों और ऐतिहासिक अवशेषों के माध्यम से मैनचेस्टर के औद्योगिक अतीत में गहराई से उतरें।
it: Esplora il passato industriale di Manchester con mostre interattive e reperti storici.
ja: インタラクティブな展示や歴史的な工芸品を通じて、マンチェスターの産業の歴史を深く学びましょう。
pt: Mergulhe no passado industrial de Manchester com exposições interativas e artefatos históricos.

source: Manchester Museum
ar: متحف مانشستر
es: Museo de Manchester
fr: Musée de Manchester
hi: मैनचेस्टर संग्रहालय
it: Museo di Manchester
ja: マンチェスター博物館
pt: Museu de Manchester

source: Home to one of the UK’s most extensive collections of natural history, archaeology, and anthropology, the Manchester Museum offers a fascinating journey through time.
ar: يضم واحدة من أكبر مجموعات التاريخ الطبيعي والآثار والأنثروبولوجيا في المملكة المتحدة، ويوفر متحف مانشستر رحلة رائعة عبر الزمن.
de: Das Manchester Museum beherbergt eine der umfangreichsten Sammlungen Großbritanniens in den Bereichen Naturgeschichte, Archäologie und Anthropologie und bietet eine faszinierende Reise durch die Zeit.
es: Hogar de una de las colecciones más extensas del Reino Unido en historia natural, arqueología y antropología, el Museo de Manchester ofrece un fascinante viaje en el tiempo.
fr: Abritant l'une des collections les plus vastes du Royaume-Uni en histoire naturelle, archéologie et anthropologie, le Musée de Manchester propose un voyage fascinant à travers le temps.
hi: यूके के प्राकृतिक इतिहास, पुरातत्व और मानवविज्ञान की सबसे व्यापक संग्रहों में से एक का घर, मैनचेस्टर संग्रहालय समय के माध्यम से एक आकर्षक यात्रा प्रदान करता है।
it: Ospita una delle più grandi collezioni del Regno Unito di storia naturale, archeologia e antropologia, offrendo un affascinante viaggio nel tempo.
ja: 英国最大級の自然史、考古学、人類学のコレクションを誇るマンチェスター博物館は、時を超えた魅力的な旅を提供します。
pt: O Museu de Manchester abriga uma das coleções mais extensas do Reino Unido em história natural, arqueologia e antropologia, proporcionando uma fascinante viagem no tempo.

source: Culinary Delights
ar: روائع الطهي
de: Kulinarische Genüsse
es: Delicias Culinarias
fr: Délices Culinaires
hi: पाक कला के आनंद
it: Delizie culinarie
ja: 美食の楽しみ
pt: Delícias culinárias

source: Vermilion
ar: فيرميليون
hi: वर्मिलियन
ja: バーミリオン

source: An opulent dining destination offering a fusion of Asian and world cuisines, known for its striking decor, exotic cocktails, and immersive fine dining experience.
ar: وجهة طعام فاخرة تقدم مزيجًا من المأكولات الآسيوية والعالمية، وتشتهر بديكورها المميز وكوكتيلاتها الفريدة وتجربة تناول الطعام الفاخرة.
de: Ein opulentes Restaurant, das eine Mischung aus asiatischen und internationalen Küchen bietet, bekannt für sein auffälliges Dekor, exotische Cocktails und ein einzigartiges kulinarisches Erlebnis.
es: Un destino gastronómico lujoso que ofrece una fusión de cocinas asiáticas y mundiales, conocido por su impresionante decoración, cócteles exóticos y una experiencia culinaria envolvente.
fr: Une destination gastronomique somptueuse offrant une fusion de cuisines asiatiques et internationales, connue pour son décor saisissant, ses cocktails exotiques et son expérience culinaire immersive.
hi: एक भव्य भोजन स्थल जो एशियाई और विश्व व्यंजनों का मिश्रण प्रदान करता है, अपने शानदार सजावट, विदेशी कॉकटेल और उत्तम भोजन अनुभव के लिए प्रसिद्ध है।
it: Una destinazione culinaria opulenta che offre una fusione di cucine asiatiche e internazionali, nota per il suo arredamento sorprendente, cocktail esotici e un'esperienza di alta cucina coinvolgente.
ja: アジア料理と世界の料理を融合させた豪華なダイニングスポット。印象的な内装、エキゾチックなカクテル、没入感のある高級ダイニング体験で知られています。
pt: Um destino gastronômico opulento que oferece uma fusão da culinária asiática e mundial, conhecido por sua decoração marcante, coquetéis exóticos e experiência gastronômica imersiva.

source: Curry Mile
ar: كاري مايل
hi: करी माइल
ja: カレーマイル

source: Experience a mile-long stretch of South Asian restaurants offering a variety of flavorful dishes.
ar: استمتع بشارع طويل مليء بالمطاعم الجنوب آسيوية التي تقدم مجموعة متنوعة من الأطباق اللذيذة.
de: Erleben Sie eine Meile voller südasiatischer Restaurants mit einer Vielzahl an köstlichen Gerichten.
es: Disfruta de una milla llena de restaurantes del sur de Asia que ofrecen una variedad de platos sabrosos.
fr: Découvrez une rue remplie de restaurants sud-asiatiques proposant une variété de plats savoureux.
hi: दक्षिण एशियाई रेस्तरां की एक मील लंबी श्रृंखला का अनुभव करें, जहां विभिन्न स्वादिष्ट व्यंजन उपलब्ध हैं।
it: Vivi un’esperienza unica lungo una strada piena di ristoranti sud-asiatici che offrono una varietà di piatti saporiti.
ja: 1マイルにわたる南アジア料理のレストランが立ち並び、豊かな味わいの料理を楽しめます。
pt: Experimente uma milha repleta de restaurantes do sul da Ásia oferecendo uma variedade de pratos saborosos.

source: Mackie Mayor
ar: ماكي مايور
hi: मैकी मेयर
ja: マッキー・メイヤー

source: A bustling food hall housed in a restored Victorian market, featuring diverse food vendors.
ar: قاعة طعام نابضة بالحياة داخل سوق فيكتوري تم ترميمه، وتضم مجموعة متنوعة من البائعين.
de: Eine lebhafte Markthalle in einem restaurierten viktorianischen Markt mit einer Vielzahl von Essensständen.
es: Un bullicioso mercado gastronómico ubicado en un mercado victoriano restaurado, con una gran variedad de vendedores de comida.
fr: Un marché alimentaire animé situé dans un marché victorien restauré, proposant une variété de vendeurs de nourriture.
hi: एक व्यस्त खाद्य हॉल, जो एक पुनर्निर्मित विक्टोरियन बाजार में स्थित है, जिसमें विभिन्न खाद्य विक्रेता हैं।
it: Una vivace food hall situata in un mercato vittoriano restaurato, con una varietà di venditori di cibo.
ja: 修復されたヴィクトリア時代の市場にある賑やかなフードホール。多彩なフードベンダーが集まっています。
pt: Um movimentado mercado gastronômico localizado em um mercado vitoriano restaurado, com uma variedade de vendedores de comida.
