Repository: easybulb/pickarooms
Catalog: main/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, it, ja, pt

source: The tarmac area can accommodate two cars. If you arrive before other guests, please park
ar: يمكن لمنطقة الرصف استيعاب سيارتين. إذا وصلت قبل الضيوف الآخرين، يرجى الوقوف
de: Der Asphaltbereich bietet Platz für zwei Autos. Wenn Sie vor anderen Gästen ankommen, parken Sie bitte
es: El área de asfalto puede albergar dos coches. Si llega antes que otros huéspedes, por favor estacione
fr: La zone asphaltée peut accueillir deux voitures. Si vous arrivez avant les autres invités, veuillez garer
hi: टारमैक्स क्षेत्र में दो कारों के लिए जगह है। यदि आप अन्य मेहमानों से पहले पहुँचते हैं, तो कृपया पार्क करें
it: L'area asfaltata può ospitare due auto. Se arrivi prima degli altri ospiti, per favore parcheggia
ja: 舗装エリアには2台の車が駐車できます。他のゲストより先に到着した場合、
pt: A área pavimentada comporta dois carros. Se você chegar antes dos outros hóspedes, por favor estacione

source: well to the left
ar: إلى اليسار بشكل جيد
de: weit links
es: bien a la izquierda
fr: bien à gauche
hi: अच्छी तरह से बाईं ओर
it: ben a sinistra
ja: 十分に左側に
pt: bem à esquerda

source: to leave enough space for another car to park beside yours.
ar: لترك مساحة كافية لوقوف سيارة أخرى بجانب سيارتك.
de: um genügend Platz für ein weiteres Auto neben Ihrem zu lassen.
es: para dejar espacio suficiente para que otro coche se estacione al lado del suyo.
fr: afin de laisser suffisamment d'espace pour qu'une autre voiture se gare à côté de la vôtre.
hi: ताकि आपकी कार के बगल में एक अन्य कार के पार्क करने के लिए पर्याप्त जगह बच सके।
it: per lasciare spazio sufficiente affinché un'altra auto possa parcheggiare accanto alla tua.
ja: 隣に他の車が駐車できる十分なスペースを残してください。
pt: para deixar espaço suficiente para que outro carro estacione ao lado do seu.

source: Where is the bathroom, and do you provide towels?
ar: أين الحمام وهل توفرون المناشف؟
de: Wo befindet sich das Badezimmer und stellen Sie Handtücher zur Verfügung?
es: ¿Dónde está el baño y se proporcionan toallas?
fr: Où se trouve la salle de bain, et fournissez-vous des serviettes ?
hi: बाथरूम कहाँ है, और क्या आप तौलिये प्रदान करते हैं?
it: Dov'è il bagno e vengono forniti asciugamani?
ja: バスルームはどこですか？また、タオルは提供されますか？
pt: Onde fica o banheiro e vocês fornecem toalhas?

source: Bathrooms & Toilets:
ar: الحمامات والمراحيض:
de: Badezimmer & Toiletten:
es: Baños y Aseos:
fr: Salles de bain et Toilettes :
hi: बाथरूम और शौचालय:
it: Bagni e WC:
ja: バスルーム＆トイレ：
pt: Banheiros & Sanitários:

source: Some rooms have en-suite bathrooms, while others have shared bathrooms located in the hallway.
ar: بعض الغرف تحتوي على حمامات داخلية، بينما توجد حمامات مشتركة في الردهة في غرف أخرى.
de: Einige Zimmer verfügen über eigene Badezimmer, während andere über Gemeinschaftsbadezimmer im Flur verfügen.
es: Algunas habitaciones tienen baño en suite, mientras que otras comparten baño ubicado en el pasillo.
fr: Certaines chambres disposent de salles de bain privatives, tandis que d'autres partagent une salle de bain située dans le couloir.
hi: कुछ कमरों में निजी बाथरूम होते हैं, जबकि अन्य में हॉलवे में साझा बाथरूम होते हैं।
it: Alcune camere dispongono di bagno privato, mentre altre condividono un bagno situato nel corridoio.
ja: 一部の部屋には専用バスルームがあり、他は廊下にある共用バスルームです。
pt: Alguns quartos possuem banheiros privativos, enquanto outros têm banheiros compartilhados no corredor.

source: Fresh towels are provided inside your room. Shower gel is also available in the bathroom for your convenience.
ar: تُوفَّر مناشف نظيفة داخل غرفتك. كما يتوفر جل استحمام في الحمام لراحتك.
de: Frische Handtücher werden in Ihrem Zimmer bereitgestellt. Duschgel ist ebenfalls im Badezimmer zu Ihrer Bequemlichkeit vorhanden.
es: Se proporcionan toallas limpias dentro de su habitación. Además, el gel de ducha está disponible en el baño para su comodidad.
fr: Des serviettes propres sont fournies dans votre chambre. Un gel douche est également disponible dans la salle de bain pour votre confort.
hi: आपके कमरे में ताजे तौलिये प्रदान किए जाते हैं। आपकी सुविधा के लिए बाथरूम में शावर जेल भी उपलब्ध है।
it: All'interno della tua camera vengono forniti asciugamani puliti. Il gel doccia è disponibile nel bagno per la tua comodità.
ja: 清潔なタオルが部屋内に提供され、利便性のためバスルームにはシャワージェルもあります。
pt: Toalhas limpas são fornecidas dentro do seu quarto. Gel de banho também está disponível no banheiro para sua comodidade.

source: Do you provide a pressing iron and hairdryer?
ar: هل توفرون مكواة ومجفف شعر؟
de: Stellen Sie ein Bügeleisen und einen Haartrockner zur Verfügung?
es: ¿Proporcionan una plancha y un secador de pelo?
fr: Fournissez-vous un fer à repasser et un sèche-cheveux ?
hi: क्या आप प्रेसिंग आयरन और हेयर ड्रायर प्रदान करते हैं?
it: Fornite un ferro da stiro e un asciugacapelli?
ja: アイロンとヘアドライヤーは提供されていますか？
pt: Vocês fornecem ferro de passar e secador de cabelo?

source: Yes, a
ar: نعم،
de: Ja, ein
es: Sí, una
fr: Oui, un(e)
hi: हाँ, एक
it: Sì, un
ja: はい、
pt: Sim, um

source: pressing iron
ar: مكواة
de: Bügeleisen
es: plancha
fr: fer à repasser
hi: प्रेसिंग आयरन
it: ferro da stiro
ja: アイロン
pt: ferro de passar

source: is available in the hallway for your use.
ar: متوفرة في الردهة لاستخدامك.
de: ist im Flur für Sie verfügbar.
es: está disponible en el pasillo para su uso.
fr: est disponible dans le couloir pour votre usage.
hi: हॉलवे में आपके उपयोग के लिए उपलब्ध है।
it: è disponibile nel corridoio per il tuo uso.
ja: は廊下に設置され、使用可能です。
pt: está disponível no corredor para seu uso.

source: hairdryer
ar: مجفف شعر
de: Haartrockner
es: secador de pelo
fr: sèche-cheveux
hi: हेयर ड्रायर
it: asciugacapelli
ja: ヘアドライヤー
pt: secador de cabelo

source: can be found in the bathroom.
ar: يمكن العثور عليه في الحمام.
de: ist im Badezimmer zu finden.
es: se encuentra en el baño.
fr: se trouve dans la salle de bain.
hi: बाथरूम में पाया जा सकता है।
it: si trova nel bagno.
ja: はバスルームにあります。
pt: pode ser encontrado no banheiro.

source: How safe is the internet network?
ar: ما مدى أمان شبكة الإنترنت؟
de: Wie sicher ist das Internetnetzwerk?
es: ¿Qué tan segura es la red de Internet?
fr: Quelle est la sécurité du réseau Internet ?
hi: इंटरनेट नेटवर्क कितना सुरक्षित है?
it: Quanto è sicura la rete Internet?
ja: インターネットネットワークはどれくらい安全ですか？
pt: Quão segura é a rede de internet?

source: Our internet is powered by
ar: يعمل الإنترنت لدينا بواسطة
de: Unser Internet wird betrieben von
es: Nuestro Internet funciona con
fr: Notre connexion Internet est assurée par
hi: हमारा इंटरनेट इस पर चलता है
it: Il nostro Internet è fornito da
ja: 当社のインターネットは～によって提供され、
pt: Nossa internet é fornecida por

source: and secured with an
ar: ومؤمَّن بواسطة
de: und gesichert mit einem
es: y está protegido con un
fr: et est sécurisé par un
hi: और इसके साथ सुरक्षित है
it: ed è protetto da un
ja: および～で保護されています。
pt: e protegida com um

source: The guest network is fully isolated, preventing data sharing between devices.
ar: شبكة الضيوف معزولة تمامًا، مما يمنع تبادل البيانات بين الأجهزة.
de: Das Gäste-Netzwerk ist vollständig isoliert, um den Datenaustausch zwischen Geräten zu verhindern.
es: La red para huéspedes está completamente aislada, lo que impide el intercambio de datos entre dispositivos.
fr: Le réseau invité est entièrement isolé, empêchant le partage de données entre les appareils.
hi: अतिथि नेटवर्क पूरी तरह से अलग है, जिससे उपकरणों के बीच डेटा साझा करना रोका जाता है।
it: La rete per gli ospiti è completamente isolata, impedendo la condivisione dei dati tra i dispositivi.
ja: ゲスト用ネットワークは完全に分離され、デバイス間のデータ共有を防ぎます。
pt: A rede de hóspedes é totalmente isolada, impedindo o compartilhamento de dados entre os dispositivos.

source: Is my digital lock secure?
ar: هل قفل غرفتي الرقمي آمن؟
de: Ist mein digitales Schloss sicher?
es: ¿Es seguro mi candado digital?
fr: Mon verrou numérique est-il sécurisé ?
hi: क्या मेरा डिजिटल लॉक सुरक्षित है?
it: Il mio blocco digitale è sicuro?
ja: 私のデジタルロックは安全ですか？
pt: Meu cadeado digital é seguro?

source: ensures only the assigned guest and admin can access the room. PINs automatically expire after checkout, making it highly secure.
ar: يضمن أن الضيف المعين والمسؤول فقط يمكنهما الوصول إلى الغرفة. تنتهي صلاحية رموز الدخول تلقائيًا بعد تسجيل المغادرة، مما يجعله آمنًا للغاية.
de: gewährleistet, dass nur der zugewiesene Gast und der Administrator Zugang zum Zimmer haben. PINs verfallen automatisch nach dem Check-out, was es sehr sicher macht.
es: asegura que solo el huésped asignado y el administrador puedan acceder a la habitación. Los PIN expiran automáticamente después del registro de salida, lo que lo hace muy seguro.
fr: garantit que seul l'invité assigné et l'administrateur puissent accéder à la chambre. Les codes PIN expirent automatiquement après le départ, ce qui le rend très sécurisé.
hi: यह सुनिश्चित करता है कि केवल निर्धारित अतिथि और व्यवस्थापक ही कमरे में प्रवेश कर सकें। चेक-आउट के बाद पिन स्वचालित रूप से समाप्त हो जाते हैं, जिससे यह अत्यधिक सुरक्षित हो जाता है।
it: garantisce che solo l'ospite assegnato e l'amministratore possano accedere alla camera. I PIN scadono automaticamente dopo il check-out, rendendolo estremamente sicuro.
ja: は、割り当てられたゲストと管理者のみが部屋にアクセスできるよう保証し、チェックアウト後にPINが自動的に無効になるため非常に安全です。
pt: garante que apenas o hóspede designado e o administrador possam acessar o quarto. Os PINs expiram automaticamente após o check-out, tornando-o altamente seguro.

source: What amenities are included in the room?
ar: ما هي المرافق المتوفرة في الغرفة؟
de: Welche Annehmlichkeiten sind im Zimmer enthalten?
es: ¿Qué comodidades incluye la habitación?
fr: Quelles commodités sont incluses dans la chambre ?
hi: कमरे में कौन-कौन सी सुविधाएँ शामिल हैं?
it: Quali comodità sono incluse nella camera?
ja: 部屋にはどのような設備が含まれていますか？
pt: Quais comodidades estão incluídas no quarto?

source: The room includes the following amenities:
ar: تشتمل الغرفة على المرافق التالية:
de: Das Zimmer beinhaltet die folgenden Annehmlichkeiten:
es: La habitación incluye las siguientes comodidades:
fr: La chambre comprend les commodités suivantes :
hi: कमरे में निम्नलिखित सुविधाएँ शामिल हैं:
it: La camera include le seguenti comodità:
ja: 部屋には以下の設備が含まれています：
pt: O quarto inclui as seguintes comodidades:

source: Free High-Speed WiFi
ar: واي فاي عالي السرعة مجاني
de: Kostenfreies High-Speed-WLAN
es: WiFi de alta velocidad gratuito
fr: WiFi haut débit gratuit
hi: निःशुल्क हाई-स्पीड WiFi
it: WiFi ad alta velocità gratuito
ja: 無料高速WiFi
pt: WiFi Gratuito de Alta Velocidade

source: Fresh Towels & Bed Linen
ar: مناشف نظيفة وبياضات سرير
de: Frische Handtücher & Bettwäsche
es: Toallas limpias y ropa de cama
fr: Serviettes propres et linge de lit
hi: ताजे तौलिये और बेड लिनन
it: Asciugamani puliti e biancheria da letto
ja: 新鮮なタオルとベッドリネン
pt: Toalhas Limpas e Roupa de Cama

source: Private or Shared Bathroom with body wash and hand wash
ar: حمام خاص أو مشترك مع غسول للجسم وغسول لليدين
de: Privates oder gemeinsames Badezimmer mit Duschgel und Handseife
es: Baño privado o compartido con gel de baño y jabón de manos
fr: Salle de bain privative ou partagée avec gel douche et savon pour les mains
hi: निजी या साझा बाथरूम (जिसमें बॉडी वॉश और हैंड वॉश शामिल हैं)
it: Bagno privato o condiviso con sapone per il corpo e per le mani
ja: ボディウォッシュとハンドウォッシュ付きの専用または共用バスルーム
pt: Banheiro Privado ou Compartilhado com Sabonete Líquido e Sabonete para as Mãos

source: Smart TV with Netflix, Amazon Prime and others
ar: تلفزيون ذكي مع نتفليكس وأمازون برايم وغيرها
de: Smart-TV mit Netflix, Amazon Prime und anderen
es: Televisor inteligente con Netflix, Amazon Prime y otros
fr: Télévision intelligente avec Netflix, Amazon Prime et autres
hi: नेटफ्लिक्स, Amazon Prime और अन्य के साथ स्मार्ट टीवी
it: Smart TV con Netflix, Amazon Prime e altri
ja: Netflix、Amazon Prime などが視聴できるスマートTV
pt: Smart TV com Netflix, Amazon Prime e outros

source: Pressing Iron and Hair Dryer
ar: مكواة ومجفف شعر
de: Bügeleisen und Haartrockner
es: Plancha y secador de pelo
fr: Fer à repasser et sèche-cheveux
hi: प्रेसिंग आयरन और हेयर ड्रायर
it: Ferro da stiro e asciugacapelli
ja: アイロンとヘアドライヤー
pt: Ferro de Passar e Secador de Cabelo

source: Complimentary Tea, Coffee & Milk (In the kitchen downstairs)
ar: شاي وقهوة وحليب مجانية (في المطبخ بالطابق الأرضي)
de: Kostenloser Tee, Kaffee & Milch (in der Küche im Erdgeschoss)
es: Té, café y leche de cortesía (en la cocina de la planta baja)
fr: Thé, café et lait offerts (dans la cuisine du rez-de-chaussée)
hi: नि:शुल्क चाय, कॉफी और दूध (नीचे की रसोई में)
it: Tè, caffè e latte in omaggio (nella cucina al piano inferiore)
ja: 下階のキッチンにて、無料のお茶、コーヒー、牛乳
pt: Chá, Café e Leite de Cortesia (Na cozinha do andar de baixo)

source: 💬 Chat with Me
ar: 💬 دردش معي
de: 💬 Chatte mit mir
es: 💬 Chatea conmigo
fr: 💬 Discutez avec moi
hi: 💬 मुझसे चैट करें
it: 💬 Chatta con me
ja: 💬 チャットする
pt: 💬 Converse Comigo

source: Need help? Send me a message on WhatsApp!
ar: تحتاج إلى مساعدة؟ أرسل لي رسالة عبر واتساب!
de: Brauchen Sie Hilfe? Senden Sie mir eine Nachricht auf WhatsApp!
es: ¿Necesita ayuda? ¡Envíeme un mensaje por WhatsApp!
fr: Besoin d'aide ? Envoyez-moi un message sur WhatsApp !
hi: मदद चाहिए? मुझे WhatsApp पर संदेश भेजें!
it: Hai bisogno di aiuto? Inviami un messaggio su WhatsApp!
ja: お手伝いが必要ですか？ WhatsAppでメッセージを送ってください！
pt: Precisa de ajuda? Envie-me uma mensagem pelo WhatsApp!

source: Open WhatsApp
ar: افتح واتساب
de: WhatsApp öffnen
es: Abrir WhatsApp
fr: Ouvrir WhatsApp
hi: WhatsApp खोलें
it: Apri WhatsApp
ja: WhatsAppを開く
pt: Abrir WhatsApp

source: Stay Again With Us!
ar: ابق معنا مرة أخرى!
hi: हमारे साथ फिर से ठहरें!
it: Torna a soggiornare con noi!
ja: またご宿泊ください！
pt: Fique Conosco Novamente!

source: Welcome back!
ar: مرحبًا بعودتك!
de: Willkommen zurück!
hi: फिर से स्वागत है!
it: Bentornato!
ja: おかえりなさい！
pt: Bem-vindo de volta!

source: We Hope You Enjoyed Your Stay!
ar: نأمل أن تكون قد استمتعت بإقامتك!
de: Wir hoffen, dass Ihnen Ihr Aufenthalt gefallen hat!
hi: हमें उम्मीद है कि आपका ठहराव आनंददायक रहा!
it: Speriamo che tu abbia apprezzato il tuo soggiorno!
ja: ご滞在をお楽しみいただけたことを願っています！
pt: Esperamos que você tenha desfrutado da sua estadia!

source: It looks like your check-out date has passed.
ar: يبدو أن تاريخ خروجك قد مضى.
de: Es sieht so aus, als ob Ihr Check-out-Datum bereits überschritten ist.
hi: ऐसा लगता है कि आपकी चेक-आउट तिथि बीत चुकी है।
it: Sembra che la tua data di check-out sia passata.
ja: チェックアウト日が過ぎているようです。
pt: Parece que a data do seu check-out já passou.

source: We'd love to welcome you back! Book your next stay below:
ar: يسعدنا أن نرحب بعودتك! احجز إقامتك القادمة أدناه:
de: Wir würden uns freuen, Sie wieder begrüßen zu dürfen! Buchen Sie unten Ihren nächsten Aufenthalt:
hi: हमें खुशी होगी कि आप फिर से हमारे साथ ठहरें! अपनी अगली बुकिंग नीचे करें:
it: Ci farebbe piacere riaccoglierti! Prenota il tuo prossimo soggiorno qui sotto:
ja: またお会いできることを楽しみにしています！下記から次のご予約をどうぞ：
pt: Adoraríamos recebê-lo novamente! Reserve sua próxima estadia abaixo:

source: Book Again on Booking.com
ar: احجز مرة أخرى على Booking.com
de: Erneut auf Booking.com buchen
hi: Booking.com पर फिर से बुक करें
it: Prenota di nuovo su Booking.com
ja: Booking.comで再予約する
pt: Reserve novamente no Booking.com

source: Returning guest? We are always happy to welcome you back!
ar: ضيف عائد؟ نحن دائماً سعداء باستقبالكم مجددًا!
de: Stammgast? Wir freuen uns immer, Sie wieder willkommen zu heißen!
hi: क्या आप पुनः आगमन करने वाले मेहमान हैं? हमें हमेशा आपको फिर से स्वागत करने में खुशी होती है!
it: Ospite abituale? Siamo sempre felici di riaccoglierti!
ja: リピーターの皆様、いつでもお待ちしております！
pt: Hóspede de retorno? Estamos sempre felizes em recebê-lo novamente!

source: ❓ Need Help?
ar: ❓ هل تحتاج مساعدة؟
de: ❓ Brauchen Sie Hilfe?
hi: ❓ सहायता चाहिए?
it: ❓ Hai bisogno di aiuto?
ja: ❓ お困りですか？
pt: ❓ Precisa de ajuda?

source: For inquiries, feel free to
ar: للاستفسارات، لا تتردد في
de: Bei Anfragen können Sie sich gerne melden per
hi: पूछताछ के लिए, कृपया बेझिझक
it: Per domande, sentiti libero di
ja: お問い合わせはお気軽に
pt: Para dúvidas, sinta-se à vontade para

source: email us
ar: مراسلتنا عبر البريد الإلكتروني
de: E-Mail an uns
hi: हमें ईमेल करें
it: scrivici un'email
ja: メールしてください
pt: nos enviar um e-mail

source: or
ar: أو
de: oder
hi: या
it: oppure
ja: または
pt: ou

source: chat on WhatsApp
ar: الدردشة على واتساب
de: über WhatsApp chatten
hi: WhatsApp पर चैट करें
it: chattare su WhatsApp
ja: WhatsAppでチャットする
pt: conversar no WhatsApp

source: ⭐ What Guests Loved
ar: ⭐ ما أحبه الضيوف
de: ⭐ Was Gästen gefiel
hi: ⭐ मेहमानों को क्या पसंद आया
it: ⭐ Cosa hanno amato gli ospiti
ja: ⭐ ゲストが気に入った点
pt: ⭐ O que os hóspedes amaram

source: “The place was super clean and the check-in process was seamless. Highly recommended!” – Jane D.
ar: «المكان نظيف للغاية وعملية تسجيل الوصول كانت سلسة. أنصح به بشدة!» – جين د.
de: „Der Ort war super sauber und der Check-in-Prozess verlief reibungslos. Sehr zu empfehlen!” – Jane D.
hi: “यह जगह बहुत साफ-सुथरी थी और चेक-इन प्रक्रिया बेहद सरल थी। अत्यधिक अनुशंसित!” – Jane D.
it: «Il posto era estremamente pulito e il processo di check-in è stato impeccabile. Altamente consigliato!» – Jane D.
ja: 「施設は非常に清潔で、チェックインの手続きもスムーズでした。大変おすすめです！」 – Jane D.
pt: “O local estava super limpo e o processo de check-in foi impecável. Altamente recomendado!” – Jane D.

source: “Great location and cozy rooms. Will definitely book again!” – Mark T.
ar: «موقع رائع وغرف مريحة. بالتأكيد سأحجز مرة أخرى!» – مارك ت.
de: „Tolle Lage und gemütliche Zimmer. Werde definitiv wieder buchen!” – Mark T.
hi: “उत्कृष्ट स्थान और आरामदायक कमरे। निश्चित रूप से फिर से बुक करूंगा!” – Mark T.
it: «Ottima posizione e camere accoglienti. Sicuramente prenoterò di nuovo!» – Mark T.
ja: 「立地が良く、快適な部屋でした。ぜひまた予約します！」 – Mark T.
pt: “Excelente localização e quartos aconchegantes. Com certeza reservarei novamente!” – Mark T.

source: 63 Degrees
ja: 63 ディグリーズ

source: Etihad Stadium
es: Estadio Etihad
fr: Stade Etihad
hi: एतिहाद स्टेडियम

source: No reservation found. Please enter the correct Booking.com confirmation number.
de: Keine Reservierung gefunden. Bitte geben Sie die korrekte Buchungsbestätigungsnummer von Booking.com ein.
hi: कोई आरक्षण नहीं मिला। कृपया सही Booking.com पुष्टि संख्या दर्ज करें।

source: Where can I find my confirmation number?
de: Wo finde ich meine Buchungsbestätigungsnummer?
hi: मैं अपनी पुष्टि संख्या कहाँ पा सकता हूँ?
