Repository: easybulb/pickarooms
Catalog: main/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, it, ja, pt

source: Home
ar: الرئيسية
de: Startseite
es: Inicio
fr: Accueil
hi: होम
ja: ホーム
pt: Início

source: About
ar: من نحن
de: Über uns
es: Acerca de
fr: À propos
hi: हमारे बारे में
it: Chi siamo
ja: 私たちについて
pt: Sobre

source: Check-In
ar: تسجيل الوصول
de: Einchecken
es: Registro
fr: Enregistrement
hi: चेक-इन
ja: チェックイン

source: Awards & Reviews
ar: الجوائز والتقييمات
de: Auszeichnungen & Bewertungen
es: Premios y Reseñas
fr: Prix et Avis
hi: पुरस्कार और समीक्षाएँ
it: Premi e Recensioni
ja: 賞とレビュー
pt: Prêmios & Avaliações

source: Contact Us
ar: اتصل بنا
de: Kontakt
es: Contáctanos
fr: Contactez-nous
hi: संपर्क करें
it: Contattaci
ja: お問い合わせ
pt: Fale Conosco

source: Admin Only
ar: للمشرفين فقط
de: Nur für Admins
es: Solo Administrador
fr: Administrateur seulement
hi: केवल एडमिन
it: Solo per amministratori
ja: 管理者専用
pt: Apenas para Administradores

source: Logout
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
hi: लॉगआउट
it: Disconnetti
ja: ログアウト
pt: Sair

source: Admin Login
ar: تسجيل دخول المشرف
de: Admin-Anmeldung
es: Inicio de sesión de Administrador
fr: Connexion administrateur
hi: एडमिन लॉगिन
it: Accesso amministratore
ja: 管理者ログイン
pt: Login do Administrador

source: All rights reserved.
ar: جميع الحقوق محفوظة.
de: Alle Rechte vorbehalten.
es: Todos los derechos reservados.
fr: Tous droits réservés.
hi: सभी अधिकार सुरक्षित।
it: Tutti i diritti riservati.
ja: 全著作権所有。
pt: Todos os direitos reservados.

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
pt: Política de Privacidade

source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
it: Termini di utilizzo
ja: 利用規約
pt: Termos de Uso

source: Terms & Conditions
ar: الشروط والأحكام
de: Allgemeine Geschäftsbedingungen
es: Términos y Condiciones
fr: Termes et Conditions
hi: नियम और शर्तें
it: Termini e condizioni
ja: 利用条件
pt: Termos e Condições

source: Cookie Policy
ar: سياسة ملفات تعريف الارتباط
de: Cookie-Richtlinie
es: Política de Cookies
fr: Politique de cookies
hi: कुकी नीति
it: Politica sui cookie
ja: クッキーポリシー
pt: Política de Cookies

source: Sitemap
ar: خريطة الموقع
es: Mapa del sitio
fr: Plan du site
hi: साइटमैप
it: Mappa del sito
ja: サイトマップ
pt: Mapa do Site

source: WebApp by Henry
ar: تطبيق الويب بواسطة هنري
de: WebApp von Henry
es: WebApp por Henry
fr: WebApp par Henry
hi: हेनरी द्वारा वेबऐप
it: WebApp di Henry
ja: ヘンリーのWebアプリ
pt: WebApp por Henry

source: Home - Pick-A-Rooms
ar: الرئيسية - Pick-A-Rooms
de: Startseite - Pick-A-Rooms
es: Inicio - Pick-A-Rooms
fr: Accueil - Pick-A-Rooms
hi: होम - पिक-ए-रूम्स
ja: ホーム - Pick-A-Rooms
pt: Início - Pick-A-Rooms

source: Welcome, Your Stay Starts Here!
ar: مرحبًا، إقامتك تبدأ هنا!
de: Willkommen, Ihr Aufenthalt beginnt hier!
es: ¡Bienvenido, tu estancia comienza aquí!
fr: Bienvenue, votre séjour commence ici !
hi: स्वागत है, आपकी यात्रा यहाँ से शुरू होती है!
it: Benvenuto, il tuo soggiorno inizia qui!
ja: ようこそ、ご宿泊はこちらから！
pt: Bem-vindo, sua estadia começa aqui!

source: Enter your Booking.com confirmation number to retrieve your check-in details.
ar: أدخل رقم التأكيد الخاص بك من Booking.com لاسترداد تفاصيل تسجيل الوصول الخاصة بك.
de: Geben Sie Ihre Buchungsbestätigungsnummer von Booking.com ein, um Ihre Check-in-Daten abzurufen.
es: Introduce tu número de confirmación de Booking.com para recuperar los detalles de tu registro.
fr: Entrez votre numéro de confirmation Booking.com pour récupérer les détails de votre enregistrement.
hi: अपने चेक-इन विवरण प्राप्त करने के लिए अपना Booking.com पुष्टिकरण संख्या दर्ज करें।
it: Inserisci il tuo numero di conferma di Booking.com per recuperare i dettagli del check-in.
ja: チェックインの詳細を取得するために、Booking.comの確認番号を入力してください。
pt: Introduza o seu número de confirmação do Booking.com para obter os detalhes do check-in.

source: Enter your Booking.com confirmation number
ar: أدخل رقم التأكيد الخاص بك من Booking.com
de: Geben Sie Ihre Buchungsbestätigungsnummer von Booking.com ein
es: Introduce tu número de confirmación de Booking.com
fr: Entrez votre numéro de confirmation Booking.com
hi: अपना Booking.com पुष्टिकरण संख्या दर्ज करें।
it: Inserisci il tuo numero di conferma di Booking.com
ja: Booking.comの確認番号を入力してください。
pt: Introduza o seu número de confirmação do Booking.com

source: Check In
ar: تسجيل الوصول
de: Einchecken
es: Registrarse
fr: Enregistrement
hi: चेक इन
ja: チェックイン

source: How to Use
ar: كيفية الاستخدام
de: So funktioniert es
es: Cómo usar
fr: Comment utiliser
hi: कैसे उपयोग करें
it: Come usare
ja: 使い方
pt: Como utilizar

source: Step 1:
ar: الخطوة 1:
de: Schritt 1:
es: Paso 1:
fr: Étape 1:
hi: चरण 1:
it: Passo 1:
ja: ステップ1：
pt: Passo 1:

source: Enter the confirmation number you received during your reservation on Booking.com.
ar: أدخل رقم التأكيد الذي استلمته أثناء حجزك على Booking.com.
de: Geben Sie die Bestätigungsnummer ein, die Sie bei Ihrer Reservierung auf Booking.com erhalten haben.
es: Introduce el número de confirmación que recibiste durante tu reserva en Booking.com.
fr: Entrez le numéro de confirmation que vous avez reçu lors de votre réservation sur Booking.com.
hi: Booking.com पर अपनी बुकिंग के दौरान प्राप्त पुष्टिकरण संख्या दर्ज करें।
it: Inserisci il numero di conferma che hai ricevuto durante la tua prenotazione su Booking.com.
ja: Booking.comでの予約時に受け取った確認番号を入力してください。
pt: Introduza o número de confirmação que recebeu durante a sua reserva no Booking.com.

source: Step 2:
ar: الخطوة 2:
de: Schritt 2:
es: Paso 2:
fr: Étape 2:
hi: चरण 2:
it: Passo 2:
ja: ステップ2：
pt: Passo 2:

source: Retrieve your PIN.
ar: استخرج رمز الدخول الخاص بك.
de: Rufen Sie Ihren PIN ab.
es: Recupera tu PIN.
fr: Récupérez votre code PIN.
hi: अपना पिन प्राप्त करें।
it: Recupera il tuo PIN.
ja: PINを取得してください。
pt: Recupere o seu PIN.

source: Step 3:
ar: الخطوة 3:
de: Schritt 3:
es: Paso 3:
fr: Étape 3:
hi: चरण 3:
it: Passo 3:
ja: ステップ3：
pt: Passo 3:

source: Follow the check-in instructions.
ar: اتبع تعليمات تسجيل الوصول.
de: Befolgen Sie die Check-in-Anweisungen.
es: Sigue las instrucciones para el check-in.
fr: Suivez les instructions d'enregistrement.
hi: चेक-इन निर्देशों का पालन करें।
it: Segui le istruzioni per il check-in.
ja: チェックインの指示に従ってください。
pt: Siga as instruções do check-in.

source: Step 4:
ar: الخطوة 4:
de: Schritt 4:
es: Paso 4:
fr: Étape 4:
hi: चरण 4:
it: Passo 4:
ja: ステップ4：
pt: Passo 4:

source: Enjoy your stay!
ar: استمتع بإقامتك!
de: Genießen Sie Ihren Aufenthalt!
es: ¡Disfruta de tu estancia!
fr: Profitez de votre séjour !
hi: अपने ठहराव का आनंद लें!
it: Buon soggiorno!
ja: ご滞在をお楽しみください！
pt: Desfrute da sua estadia!

source: Phone:
ar: الهاتف:
de: Telefon:
es: Teléfono:
fr: Téléphone :
hi: फ़ोन:
it: Telefono:
ja: 電話：
pt: Telefone:

source: Whatsapp:
ar: واتساب:
hi: व्हाट्सएप:

source: Email:
ar: البريد الإلكتروني:
es: Correo electrónico:
hi: ईमेल:
ja: メール：

source: Luxury Hotel Room
ar: غرفة فندقية فاخرة
de: Luxuriöses Hotelzimmer
es: Habitación de hotel de lujo
fr: Chambre d'hôtel de luxe
hi: लक्ज़री होटल कमरा
it: Camera d'albergo di lusso
ja: 高級ホテルの客室
pt: Quarto de hotel de luxo

source: Have Questions? Answers Below.
ar: هل لديك أسئلة؟ تجد الإجابات أدناه.
de: Fragen? Antworten finden Sie unten.
es: ¿Tienes preguntas? Respuestas a continuación.
fr: Des questions ? Les réponses ci-dessous.
hi: क्या आपके पास प्रश्न हैं? नीचे उत्तर दिए गए हैं।
it: Hai domande? Risposte qui sotto.
ja: ご質問はありますか？以下に回答があります。
pt: Tem perguntas? Respostas abaixo.

source: Where can I find my Booking.com confirmation number?
ar: أين يمكنني العثور على رقم التأكيد الخاص بحجزك في Booking.com؟
de: Wo finde ich meine Buchungsbestätigungsnummer von Booking.com?
es: ¿Dónde puedo encontrar mi número de confirmación de Booking.com?
fr: Où puis-je trouver mon numéro de confirmation Booking.com ?
hi: मैं अपना Booking.com पुष्टिकरण संख्या कहाँ पा सकता हूँ?
it: Dove posso trovare il mio numero di conferma di Booking.com?
ja: Booking.comの確認番号はどこで確認できますか？
pt: Onde posso encontrar o meu número de confirmação do Booking.com?

source: Your Booking.com confirmation number can be found in your email amd phone confirmation. You can also locate it by logging into your Booking.com account online. If using a browser, it appears at the top-right (see first image). If using the Booking.com app, it is displayed under your completed booking details (see second image).
ar: يمكن العثور على رقم التأكيد الخاص بحجزك في Booking.com في بريدك الإلكتروني وفي تأكيد الهاتف. يمكنك أيضاً العثور عليه عن طريق تسجيل الدخول إلى حسابك على Booking.com عبر الإنترنت. عند استخدام المتصفح، يظهر في أعلى اليمين (انظر الصورة الأولى). وعند استخدام تطبيق Booking.com، يتم عرضه تحت تفاصيل الحجز المكتملة (انظر الصورة الثانية).
de: Ihre Buchungsbestätigungsnummer von Booking.com finden Sie in Ihrer E-Mail und telefonischen Bestätigung. Sie können sie auch finden, indem Sie sich in Ihr Booking.com-Konto online einloggen. Bei der Nutzung eines Browsers erscheint sie oben rechts (siehe erstes Bild). Bei der Nutzung der Booking.com-App wird sie unter Ihren abgeschlossenen Buchungsdetails angezeigt.
es: Tu número de confirmación de Booking.com se puede encontrar en tu correo electrónico y en la confirmación telefónica. También puedes localizarlo iniciando sesión en tu cuenta de Booking.com en línea. Si utilizas un navegador, aparece en la parte superior derecha (ver la primera imagen). Si usas la aplicación de Booking.com, se muestra debajo de los detalles de tu reserva completada (ver la segunda imagen).
fr: Votre numéro de confirmation Booking.com se trouve dans votre email et dans la confirmation téléphonique. Vous pouvez également le retrouver en vous connectant à votre compte Booking.com en ligne. Si vous utilisez un navigateur, il apparaît en haut à droite (voir la première image). Si vous utilisez l'application Booking.com, il est affiché sous les détails de votre réservation complétée (voir la deuxième image).
hi: आपका Booking.com पुष्टिकरण संख्या आपके ईमेल और फ़ोन पुष्टिकरण में पाया जा सकता है। आप इसे अपनी Booking.com खाता में ऑनलाइन लॉग इन करके भी खोज सकते हैं। यदि ब्राउज़र का उपयोग करते हैं, तो यह ऊपर-दाएँ कोने में दिखाई देता है (पहली छवि देखें)। यदि आप Booking.com ऐप का उपयोग करते हैं, तो यह आपकी पूर्ण बुकिंग विवरण के नीचे दिखाया जाता है (दूसरी छवि देखें)।
it: Il tuo numero di conferma di Booking.com può essere trovato nella tua email e nella conferma telefonica. Puoi anche trovarlo accedendo al tuo account Booking.com online. Se usi un browser, appare in alto a destra (vedi la prima immagine). Se usi l'app di Booking.com, viene visualizzato sotto i dettagli della tua prenotazione completata (vedi la seconda immagine).
ja: Booking.comの確認番号は、メールや電話の確認で確認できます。また、オンラインでBooking.comのアカウントにログインすることで見つけることもできます。ブラウザを使用している場合は右上に表示されます（最初の画像参照）。Booking.comアプリを使用している場合は、完了した予約の詳細の下に表示されます（2番目の画像参照）。
pt: O seu número de confirmação do Booking.com pode ser encontrado no seu email e na confirmação telefónica. Também o pode localizar fazendo login na sua conta do Booking.com online. Se utilizar um navegador, aparece no canto superior direito (veja a primeira imagem). Se utilizar a aplicação do Booking.com, é exibido abaixo dos detalhes da sua reserva concluída (veja a segunda imagem).

source: Using Browser
ar: باستخدام المتصفح
de: Browser verwenden
es: Usando el navegador
fr: En utilisant le navigateur
hi: ब्राउज़र का उपयोग करते हुए
it: Utilizzando il browser
ja: ブラウザを使用
pt: Utilizando o navegador

source: Booking.com confirmation number on browser
ar: رقم التأكيد الخاص بـ Booking.com على المتصفح
de: Buchungsbestätigungsnummer von Booking.com im Browser
es: Número de confirmación de Booking.com en el navegador
fr: Numéro de confirmation Booking.com sur le navigateur
hi: ब्राउज़र पर Booking.com पुष्टिकरण संख्या
it: Numero di conferma di Booking.com sul browser
ja: ブラウザ上のBooking.com確認番号
pt: Número de confirmação do Booking.com no navegador

source: On Booking.com App
ar: على تطبيق Booking.com
de: In der Booking.com-App
es: En la aplicación de Booking.com
fr: Sur l'application Booking.com
hi: Booking.com ऐप पर
it: Sull'app di Booking.com
ja: Booking.comアプリ上で
pt: Na aplicação do Booking.com

source: Booking.com confirmation number on app
ar: رقم تأكيد حجز Booking.com في التطبيق
de: Buchungsbestätigungsnummer von Booking.com in der App
es: Número de confirmación de Booking.com en la aplicación
fr: Numéro de confirmation Booking.com sur l'application
hi: ऐप पर Booking.com पुष्टिकरण संख्या
it: Numero di conferma di Booking.com sull'app
ja: アプリ上のBooking.com確認番号
pt: Número de confirmação do Booking.com na aplicação

source: What is the property address?
ar: ما هو عنوان المنشأة؟
de: Wie lautet die Adresse der Unterkunft?
es: ¿Cuál es la dirección de la propiedad?
fr: Quelle est l'adresse de la propriété ?
hi: संपत्ति का पता क्या है?
it: Qual è l'indirizzo della struttura?
ja: 施設の住所は何ですか？
pt: Qual é o endereço da propriedade?

source: The property is located at <strong>8 Rylance Street, Beswick, Manchester, M11 3NP, United Kingdom</strong>.
ar: المنشأة تقع في <strong>8 شارع رايلانس، بيسويك، مانشستر، M11 3NP، المملكة المتحدة</strong>.
de: Die Unterkunft befindet sich in der <strong>8 Rylance Street, Beswick, Manchester, M11 3NP, United Kingdom</strong>.
es: La propiedad se encuentra en <strong>8 Rylance Street, Beswick, Manchester, M11 3NP, Reino Unido</strong>.
fr: La propriété se trouve au <strong>8 Rylance Street, Beswick, Manchester, M11 3NP, Royaume-Uni</strong>.
hi: संपत्ति <strong>8 Rylance Street, Beswick, Manchester, M11 3NP, United Kingdom</strong> पर स्थित है।
it: La struttura si trova in <strong>8 Rylance Street, Beswick, Manchester, M11 3NP, Regno Unito</strong>.
ja: 施設は<strong>8 Rylance Street, Beswick, Manchester, M11 3NP, United Kingdom</strong>にあります。
pt: A propriedade está localizada em <strong>8 Rylance Street, Beswick, Manchester, M11 3NP, United Kingdom</strong>.

source: What are the check-in and check-out times?
ar: ما هي مواعيد تسجيل الوصول والمغادرة؟
de: Wie sind die Check-in- und Check-out-Zeiten?
es: ¿Cuáles son los horarios de entrada y salida?
fr: Quels sont les horaires d'enregistrement et de départ ?
hi: चेक-इन और चेक-आउट के समय क्या हैं?
it: Quali sono gli orari di check-in e check-out?
ja: チェックインおよびチェックアウトの時間は何時ですか？
pt: Quais são os horários de check-in e check-out?

source: Check-in:
ar: تسجيل الوصول:
fr: Enregistrement :
hi: चेक-इन:
ja: チェックイン：

source: From 2:00 PM
ar: من الساعة 2:00 مساءً
de: Ab 14:00 Uhr
es: A partir de las 2:00 PM
fr: À partir de 14h00
hi: दोपहर 2:00 बजे से
it: Dalle 14:00
ja: 午後2時から
pt: A partir das 14:00

source: Check-out:
ar: تسجيل المغادرة:
es: Salida:
fr: Départ :
hi: चेक-आउट:
ja: チェックアウト：

source: Anytime before 11:00 AM on the checkout day
ar: في أي وقت قبل الساعة 11:00 صباحًا في يوم المغادرة
de: Jederzeit vor 11:00 Uhr am Abreisetag
es: En cualquier momento antes de las 11:00 AM el día de salida
fr: À tout moment avant 11h00 le jour du départ
hi: चेक-आउट के दिन सुबह 11:00 बजे से पहले कभी भी
it: In qualsiasi momento prima delle 11:00 del giorno di check-out
ja: チェックアウト日の午前11時前ならいつでも
pt: Em qualquer momento antes das 11:00 no dia do check-out

source: How do I get my room access PIN?
ar: كيف أحصل على رمز الدخول إلى غرفتي؟
de: Wie erhalte ich meine ZimmerzugangspIN?
es: ¿Cómo consigo mi PIN de acceso a la habitación?
fr: Comment obtenir mon code d'accès à la chambre ?
hi: मैं अपना कमरे का प्रवेश पिन कैसे प्राप्त करूँ?
it: Come posso ottenere il PIN di accesso alla mia camera?
ja: 部屋のアクセスPINはどうやって取得できますか？
pt: Como obtenho o PIN de acesso ao meu quarto?

source: Your room access PIN can be found on this site after checkin with your Booking.com confirmation number.
ar: يمكن العثور على رمز الدخول إلى غرفتك على هذا الموقع بعد تسجيل الوصول باستخدام رقم تأكيد حجزك في Booking.com.
de: Ihre ZimmerzugangspIN finden Sie auf dieser Seite nach dem Check-in mit Ihrer Buchungsbestätigungsnummer von Booking.com.
es: Tu PIN de acceso a la habitación se encuentra en este sitio después del check-in con tu número de confirmación de Booking.com.
fr: Votre code d'accès à la chambre est disponible sur ce site après l'enregistrement avec votre numéro de confirmation Booking.com.
hi: आपका कमरे का प्रवेश पिन इस साइट पर चेक-इन करने के बाद, आपके Booking.com पुष्टिकरण संख्या के साथ पाया जा सकता है।
it: Il PIN di accesso alla tua camera è disponibile su questo sito dopo il check-in con il tuo numero di conferma di Booking.com.
ja: Booking.comの確認番号でチェックインした後、このサイトで部屋のアクセスPINを確認できます。
pt: O seu PIN de acesso ao quarto pode ser encontrado neste site após o check-in com o seu número de confirmação do Booking.com.

source: Is there parking available at the property?
ar: هل توجد مواقف للسيارات متوفرة في المنشأة؟
de: Gibt es Parkplätze an der Unterkunft?
es: ¿Hay estacionamiento disponible en la propiedad?
fr: Y a-t-il un parking disponible sur la propriété ?
hi: क्या संपत्ति पर पार्किंग उपलब्ध है?
it: È disponibile un parcheggio presso la struttura?
ja: 施設に駐車場はありますか？
pt: Existe estacionamento disponível na propriedade?

source: Yes, free parking is available on the property. Additional paid parking options are nearby.
ar: نعم، تتوفر مواقف مجانية في المنشأة. وهناك خيارات إضافية لمواقف مدفوعة القريبة.
de: Ja, es gibt kostenfreie Parkplätze an der Unterkunft. Weitere kostenpflichtige Parkmöglichkeiten sind in der Nähe verfügbar.
es: Sí, hay estacionamiento gratuito en la propiedad. Además, hay opciones de estacionamiento de pago cercanas.
fr: Oui, un parking gratuit est disponible sur la propriété. Des options de parking payant supplémentaires se trouvent à proximité.
hi: हाँ, संपत्ति पर नि:शुल्क पार्किंग उपलब्ध है। पास में अतिरिक्त भुगतान वाली पार्किंग विकल्प भी उपलब्ध हैं।
it: Sì, è disponibile un parcheggio gratuito presso la struttura. Inoltre, ci sono opzioni di parcheggio a pagamento nelle vicinanze.
ja: はい、施設内には無料の駐車場があります。さらに、有料の駐車場も近くにあります。
pt: Sim, há estacionamento gratuito na propriedade. Existem também opções de estacionamento pago nas proximidades.

source: How can I contact support if I need help?
ar: كيف يمكنني التواصل مع الدعم إذا كنت بحاجة للمساعدة؟
de: Wie kann ich den Support kontaktieren, wenn ich Hilfe benötige?
es: ¿Cómo puedo contactar con el soporte si necesito ayuda?
fr: Comment puis-je contacter le support si j'ai besoin d'aide ?
hi: यदि मुझे सहायता की आवश्यकता हो तो मैं सपोर्ट से कैसे संपर्क करूँ?
it: Come posso contattare l'assistenza se ho bisogno di aiuto?
ja: サポートが必要な場合、どうすれば連絡できますか？
pt: Como posso contactar o suporte se precisar de ajuda?

source: For assistance, contact us via:
ar: للمساعدة، اتصل بنا عبر:
de: Für Unterstützung kontaktieren Sie uns unter:
es: Para asistencia, contáctanos a través de:
fr: Pour obtenir de l'aide, contactez-nous via :
hi: सहायता के लिए, हमसे इस माध्यम से संपर्क करें:
it: Per assistenza, contattaci tramite:
ja: サポートが必要な場合は、以下の方法でお問い合わせください：
pt: Para assistência, contacte-nos através de:

source: What is your cancellation policy?
ar: ما هي سياسة الإلغاء الخاصة بكم؟
de: Wie ist Ihre Stornierungsrichtlinie?
es: ¿Cuál es la política de cancelación?
fr: Quelle est votre politique d'annulation ?
hi: आपकी रद्दीकरण नीति क्या है?
it: Qual è la vostra politica di cancellazione?
ja: キャンセルポリシーは何ですか？
pt: Qual é a sua política de cancelamento?

source: Cancellations depend on the policy selected during booking. Check your Booking.com reservation for details.
ar: يعتمد الإلغاء على السياسة المختارة أثناء الحجز. يرجى التحقق من حجزك في Booking.com لمزيد من التفاصيل.
de: Stornierungen hängen von der bei der Buchung gewählten Richtlinie ab. Überprüfen Sie Ihre Booking.com-Reservierung für Details.
es: Las cancelaciones dependen de la política seleccionada durante la reserva. Revisa tu reserva en Booking.com para más detalles.
fr: Les annulations dépendent de la politique sélectionnée lors de la réservation. Vérifiez votre réservation Booking.com pour plus de détails.
hi: बुकिंग के दौरान चयनित नीति पर रद्दीकरण निर्भर करते हैं। विवरण के लिए अपनी Booking.com आरक्षण की जांच करें।
it: Le cancellazioni dipendono dalla politica scelta durante la prenotazione. Controlla la tua prenotazione su Booking.com per maggiori dettagli.
ja: キャンセルは予約時に選択したポリシーに依存します。詳細はBooking.comの予約を確認してください。
pt: Os cancelamentos dependem da política selecionada durante a reserva. Verifique a sua reserva no Booking.com para mais detalhes.

source: Explore Our Rooms
ar: استكشف غرفنا
de: Entdecken Sie unsere Zimmer
es: Explora nuestras habitaciones
fr: Découvrez nos chambres
hi: हमारे कमरों का अन्वेषण करें
it: Esplora le nostre camere
ja: 客室を探る
pt: Explore os nossos quartos

source: What Our Guests Say
ar: ماذا يقول ضيوفنا
de: Was unsere Gäste sagen
es: Lo que dicen nuestros huéspedes
fr: Ce que disent nos invités
hi: हमारे अतिथि क्या कहते हैं
it: Cosa dicono i nostri ospiti
ja: お客様の声
pt: O que nossos hóspedes dizem

source: Booking.com Traveller Award 2025
ar: جائزة Booking.com للمسافرين 2025
es: Premio al Viajero de Booking.com 2025
fr: Prix du Voyageur Booking.com 2025
hi: Booking.com यात्री पुरस्कार 2025
it: Premio Booking.com Traveller 2025
ja: Booking.com トラベラーアワード 2025
pt: Prêmio Booking.com Traveller 2025

source: Read More Reviews
ar: اقرأ المزيد من التقييمات
de: Weitere Bewertungen lesen
es: Leer más reseñas
fr: Lire plus d’avis
hi: और समीक्षाएँ पढ़ें
it: Leggi più recensioni
ja: さらにレビューを読む
pt: Leia mais avaliações

source: About Us - PickARooms
ar: من نحن - PickARooms
de: Über uns - PickARooms
es: Sobre Nosotros - PickARooms
fr: À Propos de Nous - PickARooms
hi: हमारे बारे में - PickARooms
it: Chi siamo - PickARooms
ja: 私たちについて - PickARooms
pt: Sobre nós - PickARooms

source: Welcome to PickARooms
ar: مرحبًا بك في PickARooms
de: Willkommen bei PickARooms
es: Bienvenido a PickARooms
fr: Bienvenue chez PickARooms
hi: PickARooms में आपका स्वागत है
it: Benvenuto su PickARooms
ja: PickARoomsへようこそ
pt: Bem-vindo ao PickARooms

source: Seamless check-ins, comfortable stays, and a hassle-free experience in Manchester.
ar: تسجيل وصول سلس، إقامة مريحة، وتجربة خالية من المتاعب في مانشستر.
de: Nahtloser Check-in, komfortable Aufenthalte und ein stressfreies Erlebnis in Manchester.
es: Check-ins sin complicaciones, estancias cómodas y una experiencia sin estrés en Mánchester.
fr: Enregistrements fluides, séjours confortables et une expérience sans tracas à Manchester.
hi: सहज चेक-इन, आरामदायक प्रवास और मैनचेस्टर में एक परेशानी मुक्त अनुभव।
it: Check-in senza problemi, soggiorni confortevoli ed esperienza senza stress a Manchester.
ja: スムーズなチェックイン、快適な滞在、マンチェスターでのストレスフリーな体験。
pt: Check-ins simples, estadias confortáveis e uma experiência sem complicações em Manchester.

source: About PickARooms
ar: حول PickARooms
de: Über PickARooms
es: Sobre PickARooms
fr: À Propos de PickARooms
hi: PickARooms के बारे में
it: Informazioni su PickARooms
ja: PickARoomsについて
pt: Sobre o PickARooms
