Repository: easybulb/pickarooms
Catalog: main/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, it, ja, pt

source: A chic French restaurant offering exquisite Parisian-inspired dishes, fine wines, and a cozy yet elegant atmosphere in the heart of Manchester’s Northern Quarter.
ar: مطعم فرنسي أنيق يقدم أطباقًا مستوحاة من باريس، ونبيذًا فاخرًا، وأجواءً دافئة وأنيقة في قلب منطقة Northern Quarter بمانشستر.
de: Ein schickes französisches Restaurant mit exquisiten, von Paris inspirierten Gerichten, erlesenen Weinen und einer gemütlichen, aber eleganten Atmosphäre im Herzen des Northern Quarter in Manchester.
es: Un elegante restaurante francés que ofrece exquisitos platos inspirados en París, vinos selectos y un ambiente acogedor pero sofisticado en el corazón del Northern Quarter de Manchester.
fr: Un restaurant français chic proposant des plats exquis inspirés de Paris, des vins raffinés et une atmosphère à la fois chaleureuse et élégante au cœur du Northern Quarter de Manchester.
hi: एक शानदार फ्रेंच रेस्तरां, जो पेरिस से प्रेरित उत्तम व्यंजन, बेहतरीन वाइन और मैनचेस्टर के नॉर्दर्न क्वार्टर के केंद्र में एक आरामदायक और शानदार माहौल प्रदान करता है।
it: Un raffinato ristorante francese che offre piatti squisiti ispirati alla cucina parigina, vini pregiati e un'atmosfera accogliente ed elegante nel cuore del Northern Quarter di Manchester.
ja: マンチェスターのノーザンクォーター中心部にある、洗練されたパリ風の料理、上質なワイン、居心地の良いエレガントな雰囲気を提供するシックなフレンチレストラン。
pt: Um elegante restaurante francês que oferece pratos requintados inspirados em Paris, vinhos finos e uma atmosfera aconchegante, porém sofisticada, no coração do Northern Quarter de Manchester.

source: Shopping Destinations
ar: وجهات التسوق
de: Shopping-Destinationen
es: Destinos de Compras
fr: Destinations Shopping
hi: खरीदारी के गंतव्य
it: Destinazioni per lo shopping
ja: ショッピングスポット
pt: Destinos de Compras

source: Manchester Arndale
ar: مانشستر أرنديل
ja: マンチェスター・アーンデール

source: One of the UK's largest shopping centers, offering a wide range of retail stores and eateries.
ar: واحد من أكبر مراكز التسوق في المملكة المتحدة، حيث يوفر مجموعة واسعة من المتاجر والمطاعم.
de: Eines der größten Einkaufszentren Großbritanniens mit einer großen Auswahl an Geschäften und Restaurants.
es: Uno de los centros comerciales más grandes del Reino Unido, que ofrece una amplia gama de tiendas y restaurantes.
fr: L'un des plus grands centres commerciaux du Royaume-Uni, proposant une large gamme de magasins et de restaurants.
hi: यूके के सबसे बड़े शॉपिंग सेंटरों में से एक, जो विभिन्न खुदरा स्टोर और खाने-पीने के विकल्प प्रदान करता है।
it: Uno dei più grandi centri commerciali del Regno Unito, con una vasta gamma di negozi e ristoranti.
ja: 英国最大級のショッピングセンターの一つで、多くの小売店や飲食店が揃っています。
pt: Um dos maiores centros comerciais do Reino Unido, oferecendo uma ampla variedade de lojas e restaurantes.

source: Trafford Centre
ar: مركز ترافورد
ja: トラフォードセンター

source: A grand shopping and leisure complex with unique architecture, shops, and entertainment options.
ar: مجمع ضخم للتسوق والترفيه يتميز بهندسته المعمارية الفريدة والمتاجر المتنوعة وخيارات الترفيه.
de: Ein riesiges Einkaufs- und Freizeitkomplex mit einzigartiger Architektur, Geschäften und Unterhaltungsmöglichkeiten.
es: Un gran complejo de compras y ocio con una arquitectura única, tiendas y opciones de entretenimiento.
fr: Un immense complexe de shopping et de loisirs avec une architecture unique, des boutiques et des options de divertissement.
hi: एक भव्य शॉपिंग और मनोरंजन परिसर, जिसमें अनोखी वास्तुकला, दुकानें और मनोरंजन के विकल्प हैं।
it: Un enorme complesso commerciale e di intrattenimento con un'architettura unica, negozi e opzioni di svago.
ja: 独特な建築、ショップ、エンターテイメントが揃う大規模なショッピング＆レジャー施設。
pt: Um grande complexo de compras e lazer com arquitetura única, lojas e opções de entretenimento.

source: Cultural Experiences
ar: تجارب ثقافية
de: Kulturelle Erlebnisse
es: Experiencias Culturales
fr: Expériences Culturelles
hi: सांस्कृतिक अनुभव
it: Esperienze culturali
ja: 文化体験
pt: Experiências Culturais

source: Northern Quarter
ar: نورثرن كوارتر
ja: ノーザンクォーター

source: A trendy district known for its street art, independent shops, and vibrant nightlife.
ar: منطقة عصرية معروفة بفنون الشوارع والمتاجر المستقلة والحياة الليلية النابضة بالحياة.
de: Ein angesagtes Viertel, bekannt für seine Straßenkunst, unabhängige Geschäfte und sein lebendiges Nachtleben.
es: Un distrito moderno conocido por su arte callejero, tiendas independientes y vibrante vida nocturna.
fr: Un quartier branché connu pour son art de rue, ses boutiques indépendantes et sa vie nocturne animée.
hi: एक आधुनिक जिला, जो अपनी स्ट्रीट आर्ट, स्वतंत्र दुकानों और जीवंत नाइटलाइफ़ के लिए जाना जाता है।
it: Un quartiere alla moda noto per la sua street art, negozi indipendenti e una vivace vita notturna.
ja: ストリートアート、個性的なショップ、活気あるナイトライフで知られるおしゃれなエリア。
pt: Um bairro moderno conhecido por sua arte de rua, lojas independentes e vida noturna vibrante.

source: The Whitworth
ar: ذا ويتوورث
ja: ウィットワース美術館

source: An art gallery set in a park, showcasing a diverse collection of artworks in a serene setting.
ar: معرض فني يقع في حديقة، يعرض مجموعة متنوعة من الأعمال الفنية في بيئة هادئة.
de: Eine Kunstgalerie in einem Park, die eine vielfältige Sammlung von Kunstwerken in einer ruhigen Umgebung präsentiert.
es: Una galería de arte situada en un parque, que exhibe una variada colección de obras de arte en un entorno tranquilo.
fr: Une galerie d'art située dans un parc, présentant une collection variée d'œuvres dans un cadre paisible.
hi: एक कला गैलरी, जो एक पार्क में स्थित है और शांत वातावरण में विविध कलाकृतियों का प्रदर्शन करती है।
it: Una galleria d'arte immersa in un parco, con una vasta collezione di opere in un ambiente tranquillo.
ja: 公園内にある美術館で、多様なアート作品を静かな環境で展示。
pt: Uma galeria de arte localizada em um parque, exibindo uma coleção diversificada de obras de arte em um ambiente tranquilo.

source: Map of Manchester
ar: خريطة مانشستر
de: Stadtplan von Manchester
es: Mapa de Manchester
fr: Carte de Manchester
hi: मैनचेस्टर का मानचित्र
it: Mappa di Manchester
ja: マンチェスターの地図
pt: Mapa de Manchester

source: Contact Us - PickARooms
ar: اتصل بنا - PickARooms
de: Kontakt - PickARooms
es: Contáctanos - PickARooms
fr: Contactez-nous - PickARooms
hi: संपर्क करें - PickARooms
it: Contattaci - PickARooms
ja: お問い合わせ - PickARooms
pt: Contate-nos - PickARooms

source: Get in Touch
ar: تواصل معنا
de: Kontakt aufnehmen
es: Ponte en contacto
fr: Prenez contact
hi: संपर्क करें
it: Mettiti in contatto
ja: お問い合わせ
pt: Entre em Contato

source: Need assistance? The best way to reach us is via phone, email, or through Booking.com and Airbnb messaging.
ar: هل تحتاج إلى مساعدة؟ أفضل طريقة للتواصل معنا هي عبر الهاتف أو البريد الإلكتروني أو من خلال الرسائل على Booking.com وAirbnb.
de: Brauchen Sie Hilfe? Der beste Weg, uns zu erreichen, ist per Telefon, E-Mail oder über die Nachrichtenfunktionen von Booking.com und Airbnb.
es: ¿Necesitas ayuda? La mejor manera de contactarnos es por teléfono, correo electrónico o a través de los mensajes de Booking.com y Airbnb.
fr: Besoin d'aide ? La meilleure façon de nous contacter est par téléphone, e-mail ou via la messagerie de Booking.com et Airbnb.
hi: मदद की जरूरत है? हमसे संपर्क करने का सबसे अच्छा तरीका फोन, ईमेल या Booking.com और Airbnb मैसेजिंग के माध्यम से है।
it: Hai bisogno di assistenza? Il modo migliore per contattarci è tramite telefono, email o i messaggi di Booking.com e Airbnb.
ja: お困りですか？電話、メール、またはBooking.comやAirbnbのメッセージ機能でご連絡ください。
pt: Precisa de ajuda? A melhor forma de nos contatar é por telefone, e-mail ou pelas mensagens do Booking.com e Airbnb.

source: Our Location
ar: موقعنا
de: Unser Standort
es: Nuestra Ubicación
fr: Notre Emplacement
hi: हमारा स्थान
it: La nostra posizione
ja: 所在地
pt: Nossa Localização

source: Email
ar: البريد الإلكتروني
es: Correo Electrónico
hi: ईमेल
ja: メール

source: Phone
ar: الهاتف
de: Telefon
es: Teléfono
fr: Téléphone
hi: फोन
it: Telefono
ja: 電話
pt: Telefone

source: Send Us a Message
ar: أرسل لنا رسالة
de: Schicken Sie uns eine Nachricht
es: Envíanos un mensaje
fr: Envoyez-nous un message
hi: हमें संदेश भेजें
it: Inviaci un messaggio
ja: メッセージを送る
pt: Envie-nos uma Mensagem

source: Your message has been sent successfully!
ar: تم إرسال رسالتك بنجاح!
de: ✅ Ihre Nachricht wurde erfolgreich gesendet!
es: ¡Tu mensaje ha sido enviado con éxito!
fr: ✅ Votre message a été envoyé avec succès !
hi: ✅ आपका संदेश सफलतापूर्वक भेज दिया गया है!
it: ✅ Il tuo messaggio è stato inviato con successo!
ja: ✅ メッセージが正常に送信されました！
pt: ✅ Sua mensagem foi enviada com sucesso!

source: Full Name
ar: الاسم الكامل
de: Vollständiger Name
es: Nombre Completo
fr: Nom Complet
hi: पूरा नाम
it: Nome completo
ja: 氏名
pt: Nome Completo

source: Enter your name
ar: أدخل اسمك
de: Geben Sie Ihren Namen ein
es: Ingresa tu nombre
fr: Entrez votre nom
hi: अपना नाम दर्ज करें
it: Inserisci il tuo nome
ja: 名前を入力してください
pt: Digite seu nome

source: Email Address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección de Correo Electrónico
fr: Adresse E-mail
hi: ईमेल पता
it: Indirizzo email
ja: メールアドレス
pt: Endereço de E-mail

source: Enter your email
ar: أدخل بريدك الإلكتروني
de: Geben Sie Ihre E-Mail-Adresse ein
es: Ingresa tu correo electrónico
fr: Entrez votre e-mail
hi: अपना ईमेल दर्ज करें
it: Inserisci il tuo indirizzo email
ja: メールアドレスを入力してください
pt: Digite seu e-mail

source: Your Message
ar: رسالتك
de: Ihre Nachricht
es: Tu Mensaje
fr: Votre Message
hi: आपका संदेश
it: Il tuo messaggio
ja: メッセージ
pt: Sua Mensagem

source: Write your message here...
ar: اكتب رسالتك هنا...
de: Schreiben Sie Ihre Nachricht hier...
es: Escribe tu mensaje aquí...
fr: Écrivez votre message ici...
hi: यहां अपना संदेश लिखें...
it: Scrivi il tuo messaggio qui...
ja: ここにメッセージを入力してください...
pt: Escreva sua mensagem aqui...

source: Send Message
ar: إرسال الرسالة
de: Nachricht senden
es: Enviar Mensaje
fr: Envoyer le message
hi: संदेश भेजें
it: Invia messaggio
ja: メッセージを送信
pt: Enviar Mensagem

source: Find Us
ar: اعثر علينا
de: Finden Sie uns
es: Encuéntranos
fr: Trouvez-nous
hi: हमें खोजें
it: Trovaci
ja: アクセス
pt: Encontre-nos

source: Enjoy premium linens, spacious beds, and stylish interiors for a relaxing stay.
ar: استمتع ببياضات فاخرة، وأسرة واسعة، وديكورات أنيقة لإقامة مريحة.
de: Genießen Sie hochwertige Bettwäsche, geräumige Betten und stilvolle Innenräume für einen entspannten Aufenthalt.
es: Disfrute de sábanas de alta calidad, camas espaciosas e interiores elegantes para una estancia relajante.
fr: Profitez de draps haut de gamme, de lits spacieux et d'intérieurs élégants pour un séjour relaxant.
hi: आरामदायक प्रवास के लिए प्रीमियम लिनन, विशाल बिस्तर और स्टाइलिश इंटीरियर का आनंद लें।
it: Goditi lenzuola di alta qualità, letti spaziosi e interni eleganti per un soggiorno rilassante.
ja: 高級リネン、広々としたベッド、スタイリッシュなインテリアで快適な滞在をお楽しみください。
pt: Aproveite lençóis premium, camas espaçosas e interiores elegantes para uma estadia relaxante.

source: Manchester Piccadilly Station
ar: محطة مانشستر بيكاديللي
es: Estación Manchester Piccadilly
fr: Gare de Manchester Piccadilly
hi: मैनचेस्टर पिकाडिली स्टेशन
it: Stazione Manchester Piccadilly
ja: マンチェスター・ピカデリー駅
pt: Estação Manchester Piccadilly

source: Your gateway to transport links connecting Manchester to the rest of the UK.
ar: بوابتك إلى وسائل النقل التي تربط مانشستر بباقي أنحاء المملكة المتحدة.
de: Ihr Tor zu Verkehrsverbindungen, die Manchester mit dem Rest des Vereinigten Königreichs verbinden.
es: Tu acceso a las conexiones de transporte que enlazan Manchester con el resto del Reino Unido.
fr: Votre accès aux liaisons de transport reliant Manchester au reste du Royaume-Uni.
hi: मैनचेस्टर को यूके के बाकी हिस्सों से जोड़ने वाले परिवहन लिंक का प्रवेश द्वार।
it: Il tuo accesso ai collegamenti di trasporto che connettono Manchester al resto del Regno Unito.
ja: マンチェスターと英国各地を結ぶ交通の要所。
pt: Seu acesso às conexões de transporte que ligam Manchester ao restante do Reino Unido.

source: Dining & Nightlife
ar: المطاعم والحياة الليلية
de: Essen & Nachtleben
es: Gastronomía y Vida Nocturna
fr: Restauration et Vie Nocturne
hi: भोजन और नाइटलाइफ़
it: Ristorazione e Vita Notturna
ja: グルメ＆ナイトライフ
pt: Gastronomia e Vida Noturna

source: Visit New Islington Marina, Northern Quarter, and Manchester's top restaurants.
ar: قم بزيارة مرسى نيو إيسلينغتون، ونورثرن كوارتر، وأفضل مطاعم مانشستر.
de: Besuchen Sie den New Islington Marina, das Northern Quarter und die besten Restaurants in Manchester.
es: Visita New Islington Marina, Northern Quarter y los mejores restaurantes de Manchester.
fr: Visitez New Islington Marina, le Northern Quarter et les meilleurs restaurants de Manchester.
hi: न्यू इस्लिंगटन मरीना, नॉर्दर्न क्वार्टर और मैनचेस्टर के शीर्ष रेस्तरां का दौरा करें।
it: Visita il New Islington Marina, il Northern Quarter e i migliori ristoranti di Manchester.
ja: ニュー・イズリントン・マリーナ、ノーザンクォーター、マンチェスターの人気レストランを訪れてみてください。
pt: Visite o New Islington Marina, o Northern Quarter e os melhores restaurantes de Manchester.

source: No reservation found. Please enter the same phone number used in your Booking.com reservation.
ar: لم يتم العثور على حجز. يرجى إدخال نفس رقم الهاتف المستخدم في حجزك على Booking.com.
de: Keine Reservierung gefunden. Bitte geben Sie dieselbe Telefonnummer ein, die Sie bei Ihrer Booking.com-Reservierung verwendet haben.
es: No se encontró ninguna reserva. Por favor, ingrese el mismo número de teléfono utilizado en su reserva de Booking.com.
fr: Aucune réservation trouvée. Veuillez entrer le même numéro de téléphone utilisé pour votre réservation sur Booking.com.
hi: कोई आरक्षण नहीं मिला। कृपया वही फोन नंबर दर्ज करें जो आपने अपनी Booking.com आरक्षण में उपयोग किया था।
it: Nessuna prenotazione trovata. Inserisci lo stesso numero di telefono utilizzato nella tua prenotazione su Booking.com.
ja: 予約が見つかりませんでした。Booking.comの予約で使用したのと同じ電話番号を入力してください。
pt: Nenhuma reserva encontrada. Por favor, insira o mesmo número de telefone usado na sua reserva do Booking.com.

source: Details not found. Make sure you input the correct phone number.
ar: لم يتم العثور على التفاصيل. تأكد من إدخال رقم الهاتف الصحيح.
de: Details nicht gefunden. Stellen Sie sicher, dass Sie die richtige Telefonnummer eingeben.
es: Detalles no encontrados. Asegúrese de ingresar el número de teléfono correcto.
fr: Détails non trouvés. Assurez-vous de saisir le bon numéro de téléphone.
hi: विवरण नहीं मिला। सुनिश्चित करें कि आपने सही फोन नंबर दर्ज किया है।
it: Dettagli non trovati. Assicurati di inserire il numero di telefono corretto.
ja: 詳細が見つかりませんでした。正しい電話番号を入力していることを確認してください。
pt: Detalhes não encontrados. Certifique-se de inserir o número de telefone correto.

source: Room Details
ar: تفاصيل الغرفة
de: Zimmerdetails
es: Detalles de la Habitación
fr: Détails de la Chambre
hi: कमरे का विवरण
it: Dettagli della Camera
ja: 部屋の詳細
pt: Detalhes do Quarto

source: Instruction Video
ar: فيديو التعليمات
de: Anleitungsvideo
es: Video de Instrucciones
fr: Vidéo d'Instructions
hi: निर्देश वीडियो
it: Video Istruzioni
ja: 操作ビデオ
pt: Vídeo de Instruções

source: Room Instructions
ar: تعليمات الغرفة
de: Zimmeranweisungen
es: Instrucciones de la Habitación
fr: Instructions de la Chambre
hi: कमरे के निर्देश
it: Istruzioni della Camera
ja: 部屋の案内
pt: Instruções do Quarto

source: Welcome, %(guest_name)s
ar: مرحباً، %(guest_name)s
de: Willkommen, %(guest_name)s
es: Bienvenido, %(guest_name)s
fr: Bienvenue, %(guest_name)s
hi: स्वागत है, %(guest_name)s
it: Benvenuto, %(guest_name)s
ja: ようこそ、%(guest_name)s
pt: Bem-vindo, %(guest_name)s

source: 🔑 House & Room Access PIN
ar: 🔑 رمز الوصول للمنزل والغرفة
de: 🔑 Haus- und ZimmerzugangspIN
es: 🔑 PIN de Acceso a la Casa y Habitación
fr: 🔑 Code d'Accès de la Maison et de la Chambre
hi: 🔑 घर और कमरे का प्रवेश पिन
it: 🔑 PIN di Accesso Casa e Camera
ja: 🔑 家と部屋のアクセスPIN
pt: 🔑 PIN de Acesso da Casa e do Quarto

source: Check-in starts at 2 PM UK time. Your PIN will be available then.
ar: يبدأ تسجيل الوصول في الساعة 2 مساءً بتوقيت المملكة المتحدة. سيكون رمز الوصول متاحًا بعد ذلك.
de: Der Check-in beginnt um 14:00 Uhr britischer Zeit. Ihre PIN ist dann verfügbar.
es: El registro de entrada comienza a las 2 p.m. (hora del Reino Unido). Su PIN estará disponible en ese momento.
fr: L'enregistrement commence à 14h, heure du Royaume-Uni. Votre code sera disponible ensuite.
hi: यूके समय के अनुसार दोपहर 2 बजे चेक-इन शुरू होता है। आपका पिन तब उपलब्ध होगा।
it: Il check-in inizia alle 14:00, ora del Regno Unito. Il tuo PIN sarà disponibile a quel punto.
ja: チェックインは英国時間の午後2時に始まります。その時にあなたのPINが利用可能になります。
pt: O check-in começa às 14h, horário do Reino Unido. Seu PIN estará disponível então.

source: No PIN assigned yet. Contact support.
ar: لم يتم تعيين رمز وصول بعد. يرجى الاتصال بالدعم.
de: Noch keine PIN vergeben. Bitte kontaktieren Sie den Support.
es: Aún no se ha asignado un PIN. Contacte con el soporte.
fr: Aucun code n'a encore été attribué. Contactez le support.
hi: अभी तक कोई पिन असाइन नहीं किया गया है। सहायता के लिए संपर्क करें।
it: Nessun PIN assegnato. Contatta il supporto.
ja: まだPINは割り当てられていません。サポートに連絡してください。
pt: Ainda não foi atribuído um PIN. Contate o suporte.

source: 🛏️ Room Details
ar: 🛏️ تفاصيل الغرفة
de: 🛏️ Zimmerdetails
es: 🛏️ Detalles de la Habitación
fr: 🛏️ Détails de la Chambre
hi: 🛏️ कमरे का विवरण
it: 🛏️ Dettagli della Camera
ja: 🛏️ 部屋の詳細
pt: 🛏️ Detalhes do Quarto

source: 📅 Your Stay
ar: 📅 إقامتك
de: 📅 Ihr Aufenthalt
es: 📅 Su Estancia
fr: 📅 Votre Séjour
hi: 📅 आपका प्रवास
it: 📅 Il tuo Soggiorno
ja: 📅 ご滞在
pt: 📅 Sua Estadia

source: Reservation Number:
ar: رقم الحجز:
de: Reservierungsnummer:
es: Número de Reserva:
fr: Numéro de Réservation :
hi: आरक्षण संख्या:
it: Numero di Prenotazione:
ja: 予約番号：
pt: Número da Reserva:

source: Check-In:
ar: تسجيل الوصول:
es: Registro de Entrada:
fr: Enregistrement :
hi: चेक-इन:
ja: チェックイン：

source: From 2 PM
ar: من الساعة 2 مساءً
de: Ab 14:00 Uhr
es: Desde las 2 p.m.
fr: À partir de 14h
hi: दोपहर 2 बजे से
it: Dalle 14:00
ja: 午後2時から
pt: A partir das 14h

source: Check-Out:
ar: تسجيل المغادرة:
es: Registro de Salida:
fr: Départ :
hi: चेक-आउट:
ja: チェックアウト：

source: Before 11 AM
ar: قبل الساعة 11 صباحًا
de: Vor 11:00 Uhr
es: Antes de las 11 a.m.
fr: Avant 11h
hi: सुबह 11 बजे से पहले
it: Prima delle 11:00
ja: 午前11時前に
pt: Antes das 11h

source: Access Expires:
ar: تنتهي صلاحية الوصول:
de: Zugang läuft ab:
es: El Acceso Expira:
fr: Expiration de l'Accès :
hi: प्रवेश समाप्त:
it: Scadenza Accesso:
ja: アクセス有効期限：
pt: Acesso Expira:

source: No guest assigned to this room. Contact admin for assistance.
ar: لم يتم تعيين ضيف لهذه الغرفة. يرجى الاتصال بالمسؤول للمساعدة.
de: Kein Gast diesem Zimmer zugewiesen. Bitte wenden Sie sich an den Administrator.
es: No hay ningún huésped asignado a esta habitación. Contacte con el administrador para obtener ayuda.
fr: Aucun invité n'est assigné à cette chambre. Contactez l'administrateur pour obtenir de l'aide.
hi: इस कमरे को कोई अतिथि निर्धारित नहीं है। सहायता के लिए व्यवस्थापक से संपर्क करें।
it: Nessun ospite assegnato a questa camera. Contatta l'amministratore per assistenza.
ja: この部屋にはゲストが割り当てられていません。サポートが必要な場合は管理者に連絡してください。
pt: Nenhum hóspede atribuído a este quarto. Contate o administrador para assistência.

source: ❓ Frequently Asked Questions
ar: ❓ الأسئلة الشائعة
de: ❓ Häufig gestellte Fragen
es: ❓ Preguntas Frecuentes
fr: ❓ Questions Fréquentes
hi: ❓ अक्सर पूछे जाने वाले प्रश्न
it: ❓ Domande Frequenti
ja: ❓ よくある質問
pt: ❓ Perguntas Frequentes

source: 📍 Where is the property located?
ar: 📍 أين يقع العقار؟
de: 📍 Wo befindet sich die Unterkunft?
es: 📍 ¿Dónde se encuentra la propiedad?
fr: 📍 Où se trouve la propriété ?
hi: 📍 संपत्ति कहाँ स्थित है?
it: 📍 Dove si trova la proprietà?
ja: 📍 物件の所在地はどこですか？
pt: 📍 Onde está localizada a propriedade?

source: 8 Rylance Street, Beswick, Manchester, M11 3NP
ar: 8 شارع رايلانس، بيسويك، مانشستر، M11 3NP

source: 📍 Open in Google Maps
ar: 📍 افتح في خرائط جوجل
de: 📍 In Google Maps öffnen
es: 📍 Abrir en Google Maps
fr: 📍 Ouvrir dans Google Maps
hi: 📍 Google Maps में खोलें
it: 📍 Apri in Google Maps
ja: 📍 Google マップで開く
pt: 📍 Abrir no Google Maps

source: Street View of Property
ar: عرض الشارع للعقار
de: Straßenansicht der Unterkunft
es: Vista de la Calle de la Propiedad
fr: Vue de la Rue de la Propriété
hi: संपत्ति का स्ट्रीट व्यू
it: Vista Stradale della Proprietà
ja: 物件のストリートビュー
pt: Vista da Propriedade na Rua

source: How do I get to the property?
ar: كيف أصل إلى العقار؟
de: Wie komme ich zur Unterkunft?
es: ¿Cómo llego a la propiedad?
fr: Comment se rendre à la propriété ?
hi: मैं संपत्ति तक कैसे पहुँचूँ?
it: Come raggiungo la proprietà?
ja: 物件へはどのように行けばよいですか？
pt: Como chego à propriedade?

source: Coming from Manchester Airport?
ar: أتصل من مطار مانشستر؟
de: Kommen Sie vom Flughafen Manchester?
es: ¿Viene del Aeropuerto de Manchester?
fr: Vous arrivez de l'Aéroport de Manchester ?
hi: क्या आप मैन्चेस्टर एयरपोर्ट से आ रहे हैं?
it: Proveniente dall'Aeroporto di Manchester?
ja: マンチェスター空港からですか？
pt: Vindo do Aeroporto de Manchester?

source: Taxi:
ar: تاكسي:
hi: टैक्सी:
ja: タクシー：
pt: Táxi:

source: A direct taxi from
ar: تاكسي مباشر من
de: Ein direktes Taxi vom
es: Un taxi directo desde
fr: Un taxi direct depuis
hi: से सीधी टैक्सी
it: Un taxi diretto da
ja: ～から直行のタクシーで
pt: Um táxi direto de

source: Manchester Airport
ar: مطار مانشستر
de: Flughafen Manchester
es: Aeropuerto de Manchester
fr: l'Aéroport de Manchester
hi: मैन्चेस्टर एयरपोर्ट
it: Aeroporto di Manchester
ja: マンチェスター空港
pt: Aeroporto de Manchester

source: takes approximately 25 minutes.
ar: يستغرق حوالي 25 دقيقة.
de: dauert ungefähr 25 Minuten.
es: tarda aproximadamente 25 minutos.
fr: prend environ 25 minutes.
hi: लगभग 25 मिनट लेती है।
it: impiega circa 25 minuti.
ja: 約25分かかります。
pt: demora aproximadamente 25 minutos.

source: Train:
ar: قطار:
de: Zug:
es: Tren:
hi: ट्रेन:
it: Treno:
ja: 電車：
pt: Trem:

source: Take a train from
ar: استقل قطارًا من
de: Nehmen Sie einen Zug von
es: Tome un tren desde
fr: Prenez un train depuis
hi: से ट्रेन लें
it: Prendi un treno da
ja: ～から電車に乗って
pt: Pegue um trem de

source: Manchester Airport to Piccadilly Station
ar: مطار مانشستر إلى محطة بيكاديلي
de: Manchester Airport nach Piccadilly Station
es: Aeropuerto de Manchester a la Estación Piccadilly
fr: l'Aéroport de Manchester jusqu'à la Gare Piccadilly
hi: मैन्चेस्टर एयरपोर्ट से पिककैडिली स्टेशन तक
it: dall'Aeroporto di Manchester a Piccadilly Station
ja: マンチェスター空港からピカデリー駅まで
pt: Aeroporto de Manchester até a Estação Piccadilly

source: then a short
ar: ثم رحلة قصيرة بـ
de: dann eine kurze
es: luego un breve
fr: puis une courte
hi: फिर एक छोटी
it: poi un breve
ja: その後、短い
pt: depois, uma curta

source: £5 taxi ride
ar: تاكسي بـ 5 جنيه إسترليني
de: Taxifahrt für £5
es: trayecto en taxi de £5
fr: course en taxi à 5£
hi: £5 टैक्सी सवारी
it: corsa in taxi da £5
ja: £5のタクシー乗車
pt: corrida de táxi por £5

source: to the property.
ar: إلى العقار.
de: zur Unterkunft.
es: hasta la propiedad.
fr: jusqu'à la propriété.
hi: संपत्ति तक।
it: fino alla proprietà.
ja: で物件まで。
pt: até a propriedade.

source: Bus:
ar: حافلة:
es: Autobús:
hi: बस:
it: Autobus:
ja: バス：
pt: Ônibus:

source: The
ar: الحافلة
de: Der
es: El
fr: Le
hi: यह
it: L'
ja: その
pt: O

source: 219 bus
ar: حافلة 219
de: Bus 219
es: autobús 219
fr: bus 219
hi: 219 बस
it: autobus 219
ja: 219番のバス
pt: ônibus 219

source: from
ar: من
de: von
es: desde
fr: depuis
hi: से
it: da
ja: ～から
pt: de

source: Piccadilly Station
ar: محطة بيكاديلي
es: Estación Piccadilly
fr: Gare Piccadilly
hi: पिककैडिली स्टेशन
ja: ピカデリー駅
pt: Estação Piccadilly

source: stops near the property.
ar: تتوقف بالقرب من العقار.
de: hält in der Nähe der Unterkunft.
es: se detiene cerca de la propiedad.
fr: s'arrête près de la propriété.
hi: संपत्ति के पास रुकती है।
it: si ferma vicino alla proprietà.
ja: 物件の近くで停車します。
pt: para perto da propriedade.
